Repository: kaka-hub/kacosmic
Catalog: 7_Cups_*.po
Languages: portuguese

source: Got it. You're doing great!
portuguese: Percebi. Estás a sair-te muito bem!

source: Now, most of us have something in our lives that could be a little better and that's something I'm really good at helping with!
portuguese: Agora, a maioria de nós tem algo nas nossas vidas que poderia ser um pouco melhor e isso é uma coisa que sou óptimo a ajudar!

source: Describe it to me when you're ready.
portuguese: Descreve-o quando estiveres pronto.

source: First, can you tell me something that's been negatively impacting your life lately?
portuguese: Primeiro, podes dizer-me algo que tem afectado negativamente a tua vida ultimamente?

source: Next, can you list the ways this is affecting your life?
portuguese: A seguir, podes dizer-me em que formas é que isto afecta a tua vida?

source: It can be helpful to consider things like work/school, relationships or family here, but remember there are no wrong answers.
portuguese: Pode ser útil considerar coisas como trabalho/escola, relacionamentos ou família aqui, mas lembra-te que não há respostas erradas.

source: Right, I see. It sounds like you don't think things would be too bad, is that right?
portuguese: Certo, estou a ver. Parece que não achas que as coisas seriam muito más, é isso?

source: It will be fine!
portuguese: Vai ficar bem!

source: Could be better...
portuguese: Podia ser melhor...

source: Right, I see. Would you say that's mostly good or mostly bad?
portuguese: Certo, estou a ver. Dirias que isso é maioritariamente bom ou mau?

source: Right, I see. It doesn't sound like that's how you'd like things to be permanently, is that right?
portuguese: Certo, estou a ver. Não parece que seja assim que gostarias que as coisas fossem permanentemente, certo?

source: Hmm, I see what you mean...
portuguese: Hmm, sei o que queres dizer...

source: Can you tell me any concerns you have about changing?
portuguese: Consegues dizer-me alguma preocupação que tenhas em relação a mudar? ␣␣

source: What do you want to do next?
portuguese: O que queres fazer a seguir?

source: Now, I'm wondering whether you'd be interested in setting a goal together?
portuguese: Agora, pergunto-me se estarás interessado em definir um objectivo em conjunto?

source: Let's try
portuguese: Vamos tentar

source: Maybe later
portuguese: Talvez mais tarde

source: Great! You're all set.
portuguese: Óptimo! Está tudo pronto.

source: I'm wondering what you'd like to do next. Here are a couple of suggestions I have for you...
portuguese: Pergunto-me o que queres fazer a seguir. Aqui ficam algumas sugestões que tenho para ti...

source: <b>Overwhelming goal:</b>
portuguese: <br> Objectivo esmagador:</b>␣

source: Opioid Addiction
portuguese: Vício em Opiáceos

source: Begin to Overcome Addiction Today
portuguese: Começa a Superar o Vício hoje

source: Learn how to better understand addiction and develop new skills to overcome these challenges with this path.
portuguese: Aprende a conhecer melhor o vício e desenvolve novas habilidades para superares estes desafios com este caminho.

source: Sponsored by %s
portuguese: Patrocinado por %s

source: Unlocked Paths
portuguese: Caminhos Desbloqueados

source: Manage Sponsors
portuguese: Gerir Patrocinadores

source: New Organization Code
portuguese: Novo Código de Organização

source: Join Sponsor
portuguese: Aderir ao Patrocinador

source: Leave Sponsor
portuguese: Deixar Patrocinador

source: Submit Code
portuguese: Submeter código

source: Go to Path
portuguese: Ir para Caminho

source: Resources
portuguese: Recursos

source: My Profile
portuguese: O Meu Perfil

source: Mentors
portuguese: Mentores

source: Mindfulness Exercises
portuguese: Exercícios de Mindfulness

source: Number of People Helped
portuguese: Número de pessoas ajudadas

source: Online Therapy
portuguese: Terapia Online

source: Become a Member
portuguese: Torna-te membro

source: We all have times when we just want to talk to someone. Maybe you had a bad day at work, or there&rsquo;s an illness in the family. If you suffer from depression, anxiety, or just feel a little bit lonely, connecting with a listener can help.
portuguese: Todos temos momentos em que queremos falar com alguém. Talvez tenhamos tido um dia difícil no trabalho ou alguém da nossa família se encontra doente. Se sofres de depressão, ansiedade ou te estás a sentir sozinho(a), conectares-te com um ouvinte pode ajudar.

source: Become a Member Now
portuguese: Torna-te membro agora

source: New Password
portuguese: Nova palavra-passe

source: Profile Image
portuguese: Imagem de Perfil

source: Share a little bit about yourself. What do you like to do for fun? Any favorite books, movies, or games? You're welcome to share anything you'd like to overcome as well.
portuguese: Partilha um pouco sobre ti. O que gostas de fazer nos tempos livres? Tens algum livro, filme ou jogo preferido? Também podes falar sobre algo que gostavas de superar.

source: Badges / Growth Path / Stats
portuguese: Emblemas/ Caminho de Progresso/ Estatísticas

source: When Someone Sends Me A Message
portuguese: Quando alguém me envia uma mensagem

source: No Preference
portuguese: Sem Preferência

source: Last Message
portuguese: Última Mensagem

source: How Do I Earn Points?
portuguese: Como é que ganho pontos?

source: Message
portuguese: Publicar

source: How Do I Earn Badges?
portuguese: Como é que ganho emblemas?

source: Personalized Growth Paths
portuguese: Caminhos de Progresso Personalizados

source: year
portuguese: ano

source: See less...
portuguese: Ver menos...

source: See more...
portuguese: Ver mais...

source: Communities
portuguese: Comunidades

source: Send
portuguese: Enviar

source: About
portuguese: Sobre

source: Back to top
portuguese: Voltar ao topo

source: Chat with a Listener or Therapist
portuguese: Falar com um ouvinte ou terapeuta

source: Chat with a Listener
portuguese: Falar com um ouvinte

source: 7 Cups Foundation
portuguese: Fundação 7Cups

source: Therapy
portuguese: Terapia

source: Inappropriate Language
portuguese: Linguagem inapropriada

source: Your private room is here 24/7, whenever you need it. This is your space. Your professional therapist responds back and the two of you will decide on a routine, typically once or twice per day. This is not instant message format. All conversations here are confidential, safe and secure. This is a place where you can discuss anything, privately.
portuguese: A tua sala privada está aqui 24/7, sempre que precisares. Este é o teu espaço. O teu terapeuta profissional responde-te de volta e os dois decidirão uma rotina, normalmente uma ou duas vezes por semana. Este não é um formato de mensagem instantânea. Todas as conversas aqui são confidenciais, seguras e protegidas. Este é um espaço em que podem falar sobre qualquer coisa em privado.

source: One of my favorite quotes. "Be kind whenever possible. It is always possible." ~Dalai Lama
portuguese: Uma das minhas

source: Tips
portuguese: Dicas

source: Points to Next Level
portuguese: Pontos para o Próximo Nível

source: Bulimia
portuguese: Bulímia

source: School stress
portuguese: Stress Universitário

source: path
portuguese: Caminho

source: Enter code here
portuguese: Inserir código aqui

source: Kindness, compassion, warmth, peace, empathy, patience, and generosity. The feeling of being seen, understood, and valued. A big hug. Self-sacrifice. Your favorite comfortable sweater. Kind eyes. A warm smile.
portuguese: Bondade, compaixão, afeto, paz, empatia, perseverança e generosidade. O sentimento de ser visto, entendido e valorizado. Um grande abraço. Auto-sacrifício. A tua camisola confortável preferida. Olhos meigos. Um sorriso aberto.

source: Benefits
portuguese: Benefícios

source: Pros
portuguese: Prós

source: Cons
portuguese: Contras

source: Next Step
portuguese: Próximo Passo

source: Anger
portuguese: Raiva

source: Boredom
portuguese: Tédio

source: Guilt
portuguese: Culpa

source: Shame
portuguese: Vergonha

source: Okay
portuguese: Ok.

source: Strong
portuguese: Forte

source: Chat with a listener
portuguese: Falar com um ouvinte

source: That's okay, I understand...
portuguese: Está tudo bem, eu entendo...

source: On 7 Cups, we never forget that the making a change can be difficult. Its normal to have conflicting feelings and thats okay.
portuguese: No 7Cups, nunca esquecemos que fazer uma mudança pode ser difícil. É normal e okay experienciar conflito de sentimentos.

source: Go on..
portuguese: Continua...

source: Hi! Let's Get Started...
portuguese: Oi! Vamos começar...

source: 180 professional therapists
portuguese: 180 terapeutas profissionais

source: Over 300,000 trained listeners
portuguese: Mais de 300,000 ouvintes treinados

source: Helped over 25 million people
portuguese: Já ajudou mais de 25 milhões de pessoas

source: We live in a world where you can be surrounded by people, but still feel lonely, with nobody to turn to when things get rough.
portuguese: Vivemos num mundo onde podes estar rodeado de pessoas e ainda assim sentires-te sozinho(a), sem ninguém a quem recorrer nos momentos mais difíceis

source: Are you 13-17 years old?
portuguese: Tens entre 13 e 17 anos?

source: Start Online Therapy
portuguese: Começar Terapia Online

source: Listens to
portuguese: Ouve

source: Member Since
portuguese: Membro desde

source: How it Works
portuguese: Como funciona

source: Because everyone deserves compassion
portuguese: Porque toda a gente merece compaixão

source: Forum
portuguese: Fórum

source: Calendar
portuguese: Calendário

source: Online volunteering from home (or via app!)
portuguese: Voluntariado online a partir de casa (ou através da app!)

source: Read more about this program.
portuguese: Ler mais sobre este programa.

source: Woohoo! You can now help welcome new listeners to 7 Cups!
portuguese: Woohoo! Agora já podes ajudar a dar as boas-vindas aos novos membros do 7Cups!

source: chats
portuguese: Conversas

source: chat
portuguese: Conversa

source: New Notifications
portuguese: Novas notificações

source: Hey
portuguese: Olá

source: Verify your email now!
portuguese: Verifica o teu email agora!

source: Activities
portuguese: Atividades

source: Caring for others
portuguese: Cuidando dos Outros

source: Here is another example:
portuguese: Aqui está outro exemplo:

source: Consequence
portuguese: Consequência

source: ABC for you
portuguese: ABC para ti

source: ABC For You
portuguese: ABC Para Ti

source: Here is an example:
portuguese: Aqui está um exemplo:

source: Write here
portuguese: Escreve aqui

source: ABC of positive thinking
portuguese: ABC do pensamento positivo

source: ABC of Positive Thinking
portuguese: ABC do Pensamento Positivo

source: Write an alternate interpretation
portuguese: Escreve uma interpretação alternativa

source: Black and White
portuguese: Preto e Branco

source: Write two names here
portuguese: Escreve dois nomes aqui

source: No one is all good and no one is all bad. We all have good, neutral, and negative characteristics. That is what makes us human!
portuguese: Ninguém é totalmente bom nem mau. Todos temos características boas, neutras e negativas. É isso que nos torna humanos!

source: What is depression?
portuguese: O que é a depressão?

source: Opportunity!
portuguese: Oportunidade!

source: Breathing Exercise
portuguese: Exercício de respiração

source: I Am
portuguese: Eu sou

source: Select the word that describes you
portuguese: Selecciona a palavra que te descreve

source: Type here...
portuguese: Escreve aqui...

source: Life is like a video game
portuguese: Vida é Como um Jogo de Vídeo

source: Weigh the Pros and Cons
portuguese: Pesa os Prós e os Contras

source: 3. Preparation
portuguese: 3. Preparação

source: 4. Action
portuguese: 4. Ação

source: making the commitment to stop.
portuguese: Fazer a promessa de parar.

source: Cravings and Urges
portuguese: Vontades e Desejos

source: Rating
portuguese: Classificar

source: Identify Coping Strategies
portuguese: Identifica estratégias de adaptação

source: I could use opioids and no one would ever know.
portuguese: Eu podia usar drogas e nunca ninguém ia descobrir.

source: Difficulty
portuguese: Dificuldade

source: Feeling Empty
portuguese: Sentir-se vazio

source: Personal growth is not easy!
portuguese: Crescimento pessoal não é fácil!

source: The people around you influence how you feel
portuguese: As pessoas que te rodeiam influenciam a maneira como te sentes

source: Treat yourself as you would treat a good friend
portuguese: Trata-te como tratarias um bom amigo

source: Share some love!
portuguese: Partilha algum amor!

source: Small Simple Step
portuguese: Passo simples e pequeno

source: We are all human!
portuguese: Todos somos humanos!

source: Your weaknesses and vulnerabilities are what make you human. These are not things to be ashamed of. Nobody is all good and nobody is all bad. We all include good, bad and neutral qualities. Owning your deficits and strengths at the same time centers you and reminds you that you are human.
portuguese: As tuas fraquezas e vulnerabilidades são o que te tornam humano, não são algo de que devas ter vergonha. Ninguém é totalmente bom, nem totalmente mau. Somos todos constituídos por qualidades boas, más e neutras. Aceitar os teus pontos fracos e pontos fortes simultaneamente fará com que te sintas mais conectado contigo próprio e que te relembres que és humano.

source: Some people can be mean and judge you for having weaknesses. Most of the time, these people are miserable because they are also judging themselves in this same way. Do not take their judgments to heart.
portuguese: Algumas pessoas podem ser cruéis e julgar-te por teres fraquezas. A maior parte do tempo, estas pessoas sentem-se miseráveis pois julgam-se a si próprias da mesma forma. Não leves a peito as suas críticas.

source: Welcome to our community!
portuguese: Bem-vindo à nossa comunidade!

source: Retype the following in the box below:
portuguese: Rescreve o seguinte na caixa em baixo:

source: Submit
portuguese: Submeter

source: Why am I doing this exercise again?
portuguese: Porque estou a fazer este exercício outra vez?

source: Next
portuguese: Próximo

source: Loading
portuguese: A carregar

source: Create a Free Account
portuguese: Cria uma conta grátis

source: Anonymous
portuguese: Anónimo

source: In Control
portuguese: Em controlo

source: You may choose to delete your chats anytime
portuguese: Podes decidir eliminar os teus chats a qualquer altura.

source: Secure
portuguese: Seguro

source: We use the most advanced technology to make sure your information is secure
portuguese: Usamos a tecnologia mais avançada para garantir que a tua informação está segura

source: Safe
portuguese: Guardar

source: Password (8-15 Characters)
portuguese: Palavra passe (8-15 Caracteres)

source: Birthday Month
portuguese: Mês de aniversário

source: Birthday Year
portuguese: Ano de aniversário

source: and
portuguese: E

source: No, thanks
portuguese: Não, obrigado/a

source: Please make sure you enter the correct date. You will be unable to change this later.
portuguese: Por favor, verifica se introduziste a data correta. Não será possível alterá-la mais tarde.

source: I'm a teen (13-17) & have parental consent.
portuguese: Sou adolescente (13-17) e tenho consentimento parental.

source: Password:
portuguese: Palavra passe:

source: Create a Password
portuguese: Cria uma palavra passe

source: CODE
portuguese: Código

source: to
portuguese: Para

source: Send email verification to
portuguese: Enviar e-mail de verificação para

source: Don't have an account?
portuguese: Não tens uma conta?

source: Forgot your password?
portuguese: Esqueceste a palavra passe?

source: All you have to do is:
portuguese: Tudo o que tens que fazer é isto:

source: Create a Member Account
portuguese: Cria uma Conta de Membro

source: Verify Your Email Address
portuguese: Verifica a tua conta de e-mail

source: Spread the Word
portuguese: Espalha a palavra

source: Therapist Profile
portuguese: Perfil do Terapeuta

source: Your therapist is:
portuguese: O teu terapeuta é:

source: Payment Information
portuguese: Informação de pagamento

source: Start Subscription
portuguese: Começar subscrição

source: Contact Information
portuguese: Contactar Informação

source: One moment while we search available therapists...
portuguese: Um momento enquanto consultamos terapeutas disponíveis...

source: Need someone to talk to?
portuguese: Precisa de alguém com quem falar?

source: Consent form not found.
portuguese: Fórmula de consentimento não encontrada.

source: Happy Birthday!
portuguese: Feliz aniversário!

source: Welcome to the adult side. We are so thrilled to have you! Need help adjusting to the adult side? Support is just a click away!
portuguese: Bem-vindo ao lado dos adultos. Estamos tão entusiasmados por te ter! Precisa de ajuda a ajustar-se ao lado dos adultos? Suporte está apenas a um clique de distância!

source: It's time for a self-evaluation.
portuguese: É tempo de uma auto avaliação.

source: Unknown error. Contact 7 Cups Support.
portuguese: Erro desconhecido. Contacta o Suporte de 7 Cups.

source: You must be at least 13 years of age.
portuguese: Deves ter pelo menos 13 anos.

source: You must be under 18 years of age.
portuguese: Deves de ter menos de 18 anos.

source: You must be at least 18 years of age.
portuguese: Deves ter pelo menos 18 anos.

source: Rare, less than a day or two
portuguese: Raramente, menos de um dia ou dois

source: Awful
portuguese: horrível

source: A few days total (1 to 6 days)
portuguese: Alguns dias no total (1 a 6 dias)

source: Between 1 to 4 weeks total (7 to 31 days)
portuguese: Entre 1 a quatro semanas no total (7 a 31 dias)

source: Between 1 to 6 months total
portuguese: Entre 1 a 6 meses no total

source: 1 to 5 visits
portuguese: 1 a 5 visitas

source: 6 to 10 visits
portuguese: 6 a 10 visitas

source: 11 to 15 visits
portuguese: 11 a 15 visitas

source: More than 15 visits
portuguese: Mais de 15 visitas

source: Bad experiences with treatment
portuguese: Experiências más com tratamento

source: Lack of time/transportation
portuguese: Falta de tempo/ transporte

source: Too expensive
portuguese: Demasiado caro

source: Don't know
portuguese: Não sei

source: Hardly ever
portuguese: Quase nunca

source: Some of the time
portuguese: PARTE DO TEMPO

source: Often
portuguese: Regularmente

source: A litte satisfied
portuguese: Um pouco satisfeito

source: Very satisfied
portuguese: Muito Satisfeito

source: 7 Cups Group Support
portuguese: Grupo de Suporte 7 Cups

source: Inappropriate Language / Profile
portuguese: Linguagem/ Perfil impróprio

source: Sharing Personal Info
portuguese: Partilhar informação pessoal

source: Innappropriate Language/Content
portuguese: Linguagem/ Conteúdo impróprio

source: Start Therapy Today!
portuguese: Iniciar terapia hoje!

source: what's on your mind
portuguese: em que estás a pensar

source: Talk to Strangers
portuguese: Fala com estranhos

source: Want to Talk to Strangers Online?
portuguese: Queres falar com estranhos online?

source: Click below to talk to strangers online
portuguese: Clica em baixo para falar com estranhos online

source: Updated: 2/18/2017
portuguese: Atualizado: 18/2/2017

source: online therapy
portuguese: Terapia Online

source: I Need Friends!
portuguese: Eu preciso de amigos!

source: I Need Friends! Do you?
portuguese: Eu preciso de amigos! Tu precisas?

source: Everyone needs a friend to talk to
portuguese: Toda a gente precisa de um amigo para falar

source: Click below if you need friends and want to talk to someone
portuguese: Clica em baixo se precisas de amigos e queres falar com alguém

source: Learn more about how 7 Cups can help people who need friends
portuguese: Aprende mais em como o 7 Cups pode ajudar pessoas que precisam de amigos

source: Call the number above or click below to talk to someone now
portuguese: Liga ao número acima ou clica em baixo para falar com alguém agora

source: What Is Depression?
portuguese: O que é a depressão?

source: Millions of people suffer from depression everyday.?
portuguese: Milhões de pessoas sofrem de depressão todos os dias?

source: I need a hug SO badly - don't you?
portuguese: Eu preciso tanto de um abraço! Não precisas?

source: I need a hug SO badly! Don't you?
portuguese: Eu preciso tanto de um abraço! Não precisas?

source: Learn more about 7 Cups of Tea
portuguese: Aprende mais sobre 7 Cups of Tea

source: Updated July 11, 2016
portuguese: Atualizado em 11 de julho de 2016

source: Where do I start if I Need Therapy?
portuguese: Por onde começo se necessito de terapia?

source: About Online Therapy on 7 Cups
portuguese: Sobre terapia online no 7 Cups

source: Chat with someone about nutrition and healthy living
portuguese: Conversa com alguém sobre nutrição e uma vida saudável

source: Please check "I'm not a robot"
portuguese: Por favor verifica "Eu não sou um robot"

source: Search Listeners
portuguese: Procurar ouvintes

source: What's on your mind?
portuguese: Em que estás a pensar?

source: I may only be a bot, but I\'m here to support you too! I'm learning how to listen and answer your questions.
portuguese: Posso apenas ser um bot mas estou aqui para te ajudar também! Estou a aprender a ouvir e a responder às tuas questões.
