Repository: kaka-hub/kacosmic
Catalog: 7_Cups_*.po
Languages: portuguese

source: Additionally, it also seems like you are struggling with disordered eating. We recommend connecting with a therapist to start to feel better again.
portuguese: Além disso, parece que tu também estás a lidar com um distúrbio alimentar. Recomendamos-te que contactes um terapeuta para começares a sentir-te melhor.

source: Additionally, it also seems like you are struggling with LGBTQ issues. We recommend connecting with a therapist to start to feel better again.
portuguese: Além disso, parece que tu também estás a ter problemas relacionados com LGBTQ. Recomendamos-te que contactes um terapeuta para começares a sentir-te melhor.

source: Additionally, it also seems like you are struggling with a breakup. We recommend connecting with a therapist to start to feel better again.
portuguese: Além disso, parece que tu também estás a lidar com um relacionamento acabado. Recomendamos-te que contactes um terapeuta para começares a sentir-te melhor.

source: Additionally, it also seems like you are struggling with %s. We recommend connecting with a therapist to start to feel better again.
portuguese: Além disso, parece que tu também estás a lidar com %s. Recomendamos-te que contactes um terapeuta para começares a sentir-te melhor.

source: Your test results indicate significant work stress. People experiencing your same symptoms really benefit from therapy. We recommend connecting with a therapist to start to feel better again.
portuguese: Os resultados do teu teste indicam que tens algum stress no trabalho. Pessoas que têm os mesmo sintomas obtêm reais benefícios da terapia. Nós recomendamos-te que contactes um terapeuta para começares a sentir-te melhor.

source: Your test results indicate that you are really struggling with disordered eating. Connecting with a therapist can really help you to feel better. On 7 Cups it&rsquo;s free to start and easy. Do it from anywhere.
portuguese: Os teus resultados de teste indicam que tu estás a lidar com um distúrbio alimentar sério. Contactar um terapeuta pode realmente ajudar a que te sintas melhor. No 7 Cups, começar e fácil e grátis. Fá-lo onde quiseres.

source: Your tests results indicate that you could really use some extra support around parenting. Many parents find talking with a therapist is really helpful. 7 Cups can connect you with an expert. It&rsquo;s easy and convenient.
portuguese: Os resultados dos testes indicam que precisas de apoio extra com o cuidado parental. Muitos pais acham que conversar com um terapeuta é uma grande ajuda. 7 cups pode conectar-te com um especialista. É fácil e conveniente.

source: Your test results indicate that you could really use some extra support around LGBTQ issues. Many people find talking with a therapist to be really helpful. 7 Cups can connect you with a professional-. It&rsquo;s easy and convenient.
portuguese: Os resultados dos testes indicam que deverias ter um apoio extra em relação a problemas relacionados com LGBTQ. Muitas pessoas acham que conversar com um terapeuta é uma grande ajuda. 7 Cups pode conectar-te com um especialista. É fácil e conveniente.

source: It looks like your relationship problems are really causing you a lot of distress. No need to suffer any longer. Our professional therapists have helped thousands of people to feel better. Connect now for free.
portuguese: Parece que os teus problemas de relacionamento estão a causar-te muita angústia. Não há necessidade de sofreres mais. Os nossos terapeutas profissionais ajudaram milhares de pessoas a sentir-se melhor. Conecta-te agora gratuitamente.

source: Your tests results indicate that your addiction may be impacting your life. Given the results of your test, we recommend connecting with a professional, supportive therapist. Our therapists have helped thousands of people through similar issues. Get started today for free.
portuguese: Os resultados dos testes indicam que a tua dependência pode afetar a tua vida. Dado os resultados do teu teste, recomendamos a conexão com um terapeuta profissional e de apoio. Os nossos terapeutas ajudaram milhares de pessoas por questões semelhantes. Começa hoje gratuitamente.

source: It looks like you could benefit from expert help to deal with bullying. Our therapists are supportive and professional. Start today, and start feeling better.
portuguese: Parece que poderias beneficiar de uma ajuda especializada para lidar com o bullying. Os nossos terapeutas são solidários e profissionais. Começa hoje e começa a sentir-te melhor.

source: Managing your emotions can be hard, and your test results indicate that you could benefit from the help of a therapist. Many people with similar issues have found a 7 Cups therapist very helpful in working with emotions. Try it for free today.
portuguese: Geriras tuas emoções pode ser difícil e os resultados dos testes indicam que poderias beneficiar com a ajuda de um terapeuta. Muitas pessoas com problemas semelhantes acharam que um terapeuta foi muito útil. Experimenta hoje gratuitamente.

source: It seems that panic is really impacting your life. Based on the results of your test, we recommend connecting with a therapist, who can really help you tackle this. It&rsquo;s free to start.
portuguese: Parece que o pânico está a afetar muito a tua vida. Com base nos resultados do teu teste, recomendamos a conexão com um terapeuta, que pode ajudar-te a resolver isso. Podes começar gratuitamente.

source: The results of your test indicate severe anxiety. Many people with similar symptoms feel much better after talking to a therapist. You can get started for free.
portuguese: Os resultados do teu teste indicam ansiedade grave. Muitas pessoas com sintomas similares sentem-se muito melhor depois de conversar com um terapeuta. Podes começar gratuitamente.

source: You seem to be really struggling with self-harm. We recommend connecting with a therapist, who can really support you through this. It&rsquo;s free to start.
portuguese: Parece que estás a ter problemas sérios com a auto-mutilação. Recomendamos que contactes um terapeuta, que pode realmente apoiar-te ao longo disto. Podes começar gratuitamente.

source: You seem to be really struggling with sleep. Many people find talking to a therapist to be helpful. Try it today for free.
portuguese: Pareces que estás a ter problemas sérios com o sono. Muitas pessoas sentem que falar com um terapeuta ajuda. Experimenta hoje gratuitamente.

source: It looks like your family stress is really impacting you. No need to suffer any longer. Our professional therapists have helped thousands of people to feel better. Connect now for free.
portuguese: Parece que o teu stress familiar está mesmo a afetar-te. Não há necessidade de sofrer mais. Os nossos terapeutas profissionais têm ajudado milhares de pessoas a sentirem-se melhor. Conecta-te agora gratuitamente.

source: Coping with chronic pain can be hard, and your test results indicate that you could benefit from the help of a therapist. Many people with similar issues have found a 7 Cups therapist very helpful in working with emotions. Try it for free today.
portuguese: Lidar com a dor crónica pode ser difícil, e os resultados do teu teste indicam que poderias beneficiar da ajuda de um terapeuta. Muitas pessoas com problemas semelhantes têm encontrado um terapeuta do 7 Cups bastante útil em trabalhar com emoções. Experimenta hoje gratuitamente.

source: Your test results indicate significant financial stress. People experiencing your same symptoms really benefit from therapy. We recommend connecting with a therapist to start to feel better again.
portuguese: Os resultados do teu teste indicam stress financeiro significativo. Pessoas com os mesmo sintomas beneficiaram da terapia. Nós recomendamos conectares-te com um terapeuta para começares a sentir-te melhor.

source: You seem to be really struggling with your weight. Many people find talking to a therapist to be helpful. Try it today for free.
portuguese: Parece que estás a ter dificuldades em lidar com o teu peso. Muitas pessoas sentem que falar com um terapeuta ajuda. Experimenta hoje gratuitamente.

source: You seem to be really struggling with exercise. Many people find talking to a therapist to be helpful. Try it today for free.
portuguese: Parece que fazer exercício é difícil para ti. Muitas pessoas sentem que falar com um terapeuta ajuda. Experimenta hoje gratuitamente.

source: It seems that ADHD is really impacting your life. Based on the results of your test, we recommend connecting with a therapist, who can really help you tackle this. It&rsquo;s free to start.
portuguese: Parece que o TDAH está a afetar a tua vida. Com base nos resultados do teu teste, recomendamos que fales com um terapeuta, que pode ajudar-te a resolver esse problema. É grátis para começar.

source: It seems that Bipolar Disorder is really impacting your life. Based on the results of your test, we recommend connecting with a therapist, who can really help you tackle this. It&rsquo;s free to start.
portuguese: Parece que o Transtorno Bipolar está a afetar a tua vida. Com base nos resultados do teste, recomendamos que fales com um terapeuta, que pode ajudar-te a lidar com isso. É grátis para começar .

source: Domestic violence can be so complicated, and your test results indicate that you could benefit from the help of a therapist. Many people with similar issues have found a 7 Cups therapist very helpful in working with emotions and relationships. Try it for free today.
portuguese: A violência doméstica pode ser tão complicada e os teus resultados dos testes indicam que poderias beneficiar da ajuda de um terapeuta. Muitas pessoas com problemas semelhantes acham que um terapeuta pode ser muito útil em trabalhar com emoções e relacionamentos. Experimenta hoje gratuitamente.

source: You seem to be really struggling with forgiveness. Many people find talking to a therapist to be helpful. Try it today for free.
portuguese: Parece que o perdão é difícil para ti. Muitas pessoas sentem que falar com um terapeuta ajuda. Experimenta hoje gratuitamente.

source: It looks like your grief is really impacting you. No need to suffer any longer. Our professional therapists have helped thousands of people to feel better. Connect now for free.
portuguese: Parece que a tua dor está a afetar-te. Não há necessidade de sofreres mais. Os nossos terapeutas ajudaram milhares de pessoas a sentir-se melhor. Conecta-te agora gratuitamente.

source: It seems that OCD is really impacting your life. Based on the results of your test, we recommend connecting with a therapist, who can really help you tackle this. It&rsquo;s free to start.
portuguese: Parece que o TOC está a afetar a tua vida. Com base nos resultados do teste, recomendamos que fales com um terapeuta, que realmente pode ajudar-te a resolver isso. É grátis para começar.

source: Your test results indicate severe depression. People experiencing your same symptoms really benefit from therapy. We recommend connecting with a therapist to start to feel better again.
portuguese: Os resultados do teste indicam depressão grave. As pessoas que experimentam os mesmos sintomas beneficiam da terapia. Recomendamos que fales com um terapeuta para ele te ajudar a sentir melhor novamente.

source: The results of your test indicate severe social anxiety. Many people with similar symptoms feel much better after talking to a therapist. You can get started for free.
portuguese: Os resultados do teste indicam ansiedade social severa. Muitas pessoas com sintomas similares sentem-se muito melhor depois de conversar com um terapeuta. Podes começar gratuitamente.

source: It seems that feeling stuck is really impacting your life. Based on the results of your test, we recommend connecting with a therapist, who can really help you tackle this. It&rsquo;s free to start.
portuguese: Parece que sentires-te preso está a afetar a tua vida. Com base nos resultados do teste, recomendamos que fales com um terapeuta, que realmente pode ajudar-te a resolver isso. É grátis para começar.

source: It seems that loneliness is really impacting your life. Based on the results of your test, we recommend connecting with a therapist, who can really help you tackle this. It&rsquo;s free to start.
portuguese: Parece que a solidão está a afetar a tua vida. Com base nos resultados do teste, recomendamos que fales com um terapeuta, que realmente pode ajudar-te a resolver isso. É grátis para começar.

source: Your test results indicate significant college stress. People experiencing your same symptoms really benefit from therapy. We recommend connecting with a therapist to start to feel better again.
portuguese: Os resultados do teste indicam stress na faculdade. As pessoas que experimentam os mesmos sintomas beneficiam de terapia. Recomendamos que fales com um terapeuta para te começares a sentir melhor.

source: It seems that post-traumatic stress is really impacting your life. Based on the results of your test, we recommend connecting with a therapist, who can really help you tackle this. It&rsquo;s free to start.
portuguese: Parece que o stres pós-traumático está a afetar a tua vida. Com base nos resultados do teste, recomendamos que fales com um terapeuta, que realmente pode ajudar-te a resolver isso. Começa gratuitamente.

source: It seems that disabilities are really impacting your life. Based on the results of your test, we recommend connecting with a therapist, who can really help you tackle this. It&rsquo;s free to start.
portuguese: Parece que a deficiência está a afetar a tua vida. Com base nos resultados do teste, recomendamos que fales com um terapeuta, que realmente pode ajudar-te a resolver isso. Começa gratuitamente.

source: It seems that %s is really impacting your life. Based on the results of your test, we recommend connecting with a therapist, who can really help you tackle this. It&rsquo;s free to start.
portuguese: Parece que %s está a afetar a tua vida. Com base nos resultados do teste, recomendamos que fales com um terapeuta, que realmente pode ajudar-te a resolver isso. Começa gratuitamente.

source: It seems like you could benefit from expert help to deal with a perinatal mood disorder.
portuguese: Parece que podias beneficiar de ajuda especializada para lidar com um transtorno de humor perinatal.

source: It seems like you could benefit from expert help to deal with disordered eating.
portuguese: Parece que poderias beneficiar de ajuda profissional para lidar com distúrbios alimentares.

source: It seems like you could benefit from expert help to deal with LGBTQ issues.
portuguese: Parece que poderias beneficiar de ajuda profissional para lidar com assuntos LGBTQ.

source: It seems like you could benefit from expert help to deal with a break up.
portuguese: Parece que poderias beneficiar de ajuda profissional para lidar com uma separação.

source: It seems like you could benefit from expert help to deal with %s. We recommend connecting with a therapist to start to feel better again.
portuguese: Parece que poderias beneficiar de ajuda profissional para lidar com %s. Nós recomendamos que te conectes com um terapeuta para começares a sentir-te melhor.

source: Start 3 Day Free Trial Now
portuguese: Começa os 3 dias de teste gratuitos

source: Anonymous, affordable & convenient online therapy!
portuguese: Terapia online anónima, acessível e conveniente!

source: Try Something Else
portuguese: Tentar outra coisa

source: We are going to work closely with you to help you %s.
portuguese: Nós vamos trabalhar juntos contigo para te ajudar %s.

source: We are going to work closely with you to help you reduce your %s.
portuguese: Nós vamos trabalhar em conjunto contigo para te ajudar a reduzir o teu %s.

source: Breathing reminds you that you are more than the %s you are experiencing.
portuguese: Respirar relembra-te que tu és mais do que o %s que estás a viver.

source: The exercise helps fill your cup. You now have one more skill to help %s.
portuguese: O exercicio ajuda-te a encher o teu copo. Tu tens agora mais uma habilidade para ajudar %s.

source: The exercise helps fill your cup. You now have one more skill to help reduce your %s.
portuguese: O exercicio ajuda-te a encher o teu copo. Tu tens agora mais uma habilidade para ajudar a reduzir o teu %s.

source: People get the best results %s when they set a daily reminder
portuguese: As pessoas tem melhores resultados %s quando colocam um alarme diário.

source: People get the best results in overcoming %s when they set a daily reminder
portuguese: As pessoas obtêm os melhores resultados na superação de %s quando definem um lembrete diário.

source: When we struggle with %s, we can sometimes be too hard on ourselves
portuguese: Quando lutamos com %s, por vezes podemos ser demasiado exigentes com nós mesmos

source: Error assigning School/Organization.
portuguese: Erro ao indicar uma Escola/Organização.

source: Invalid School/Organization code.
portuguese: Código de Escola/Organização inválido.

source: Please provide your email.
portuguese: Por favor fornece o teu email.

source: We encountered the following errors:
portuguese: Deparamos-nos com os seguintes erros:

source: First Name Required
portuguese: Primeiro nome obrigatório

source: Last Name Required
portuguese: Último nome obrigatório

source: Thank you. You are now connected to your therapist. Start by saying "hello" or describing what brings you here in more detail.
portuguese: Obrigado. Tu estás agora conectado ao teu terapeuta. Começa por dizer "olá" ou descrevendo o que te traz aqui em mais detalhes.

source: Your therapist may not be available immediately, but will be in touch shortly. Thanks for being here!
portuguese: O teu terapeuta pode não estar imediatamente disponível, mas entrará em contato em breve. Obrigado por estares aqui!

source: Try Another Therapist
portuguese: Experimenta Outro Terapeuta

source: You are currently on a waiting list for a listener. Noni is a bot who will chat with you until your listener arrives. Anything you say here will be viewable to the listener you connect to.
portuguese: Tu estás neste momento em lista de espera para obter um ouvinte. A Noni é um robot que conversará contigo até teu ouvinte chegar. Tudo o que disseres aqui será visível para o ouvinte.

source: Finding Listener...
portuguese: A encontrar um ouvinte...

source: Therapy Request...
portuguese: Solicitação de Terapia ...

source: This listener is not available at this time. Please try another listener or make a General Request
portuguese: Este ouvinte não está disponível no momento. Tenta outro ouvinte ou faz um Pedido Geral

source: Error:
portuguese: Erro:

source: Your message has been censored for sharing personal contact information, social media or inappropriate content. Protect yourself by keeping your identity secure and private. Remember to show kindness and respect in every interaction here on 7 Cups of Tea.
portuguese: A sua mensagem foi censurada por compartilhar informações de contato pessoal, redes sociais ou conteúdo inapropriado. Proteja-se mantendo a sua identidade segura e privada. Lembre-se de demonstrar bondade e respeito em cada interação aqui em 7 Cups of Tea.

source: Continue on Growth Path
portuguese: Continuar no Caminho de Crescimento

source: Almost there...
portuguese: Quase lá...

source: Just $5 a day! (billed monthly)
portuguese: Apenas $5 por dia! (Faturado mensalmente)

source: I am over 18 years old and I give consent to <strong>%s (License: %s)</strong> to perform therapeutic services determined to be necessary or advisable for the benefit of my health.
portuguese: Tenho mais de 18 anos e dou consentimento a <strong>% s (Licença:% s) </ strong> para realizar serviços terapêuticos determinados como sendo necessários ou recomendáveis para o benefício da minha saúde.

source: Not Found
portuguese: Não Encontrado

source: Informed Consent
portuguese: Consentimento informado

source: I understand that online counseling services include, but are not limited to, consultation and treatment using interactive audio, video, and/or data communications. I understand that online counseling services involve the communication of my medical/mental health information to the above referenced provider.
portuguese: Eu entendo que os serviços de aconselhamento online incluem, mas não estão limitados a, consulta e tratamento usando áudio interativo, vídeo e / ou comunicações de dados. Eu entendo que os serviços de aconselhamento online envolvem a comunicação do meu estado de saúde médico/mental para o provedor acima referenciado.

source: I have the right to withhold or withdraw consent at any time without affecting my right to future care or treatment; nor risking the loss or withdrawal of any benefits to which I would otherwise be entitled.
portuguese: Tenho o direito de reter ou retirar o consentimento a qualquer momento sem afetar meu direito a cuidados ou tratamento futuro; nem arriscando a perda ou a retirada de quaisquer benefícios a que, de outra forma, teria direito.

source: I understand that the dissemination of any information is under the same HIPAA standards as traditional therapy.
portuguese: Eu compreendo que a disseminação de qualquer informação está sob os mesmos padrões HIPAA que a terapia tradicional.

source: Although rare, I understand that there are risks to Internet based services including, not limited to, the possibility, despite reasonable efforts on the part of the Platform and/or Therapist, that: the transmission of my medical information could be disrupted or distorted by technical failures; the transmission of my medical information could be interrupted by unauthorized persons; and/or the electronic storage of my medical information could be accessed by unauthorized persons.
portuguese: Embora seja raro, compreendo que há riscos associados aos serviços baseados na Internet incluindo, não se limitando a, a possibilidade, apesar dos esforços razoáveis da parte da Plataforma e/ou do Terapeuta, de: a transmissão da minha informação médica ser interrompida ou distorcida por falhas técnicas; a transmissão da minha informação médica ser interrompida por pessoas não autorizadas; e/ou o armazenamento eletrónico das minhas informações médicas ser acedido por pessoas não autorizadas.

source: If I am a client in the United States working with a therapist in the United States, I agree that I reside in the state where my therapist is licensed, even when I am communicating with my therapist by digital or text message platforms.
portuguese: Se eu sou um cliente nos Estados Unidos trabalhando com um terapeuta nos Estados Unidos, concordo que resido no estado onde meu terapeuta está licenciado, mesmo quando estou em comunicação com o meu terapeuta por meio de plataformas digitais ou de mensagens de texto.

source: I agree that my therapy is under the licensing rules and laws of the state my therapist is licensed in.
portuguese: Concordo que a minha terapia está sob as regras de licenciamento e as leis do estado no qual o meu terapeuta está licenciado.
