Repository: kaka-hub/kacosmic
Catalog: 7_Cups_*.po
Languages: portuguese

source: Your private room is here 24/7, whenever you need it. This is your space. Your professional therapist responds back and the two of you will decide on a routine, typically once or twice per day.
portuguese: A tua sala privada está aqui 24/7, sempre que precisares. Este é o teu espaço. O teu terapeuta profissional responde de volta e os dois decidirão numa rotina, tipicamente uma ou duas vezes por dia.␣

source: This is not instant message format.
portuguese: Isto não é o formato de mensagens instantâneas.

source: All conversations here are confidential, safe and secure. This is a place where you can discuss anything, privately.
portuguese: Todas as conversas são confidenciais, seguras e protegidas. Este é um espaço onde podes discutir qualquer coisa, em privado.

source: We ask for your payment of $150 now because the therapists on 7 Cups are licensed, trained professionals. You only get one free trial, since your therapist will put considerable thought and time into supporting you, and we want to make sure that you are serious about giving therapy a try. If you sign up a second time, your card will be charged immediately.
portuguese: Agora estamos a pedir um pagamento de 150$ porque os terapeutas do 7cups são licenciados e profissionalmente treinados. Apenas tens um mês de consultas gratuitas, já que um terapeuta te dispõe de tempo e mente considerável em te ajudar, e queremos ter a certeza que estás realmente interessado em fazer terapia. Se te registares uma segunda vez, serás cobrado imediatamente.

source: Congratulations on coming this far on your Progress Path! It is now a great time to consider providing long term support to members. Learn More &amp; Upvote this Post.
portuguese: Parabéns por chegares tão longe no teu Caminho de Progesso! Agora é uma óptima altura para considerares oferecer apoio a membros a longo prazo. Aprende mais &amp; Vota nesta publicação

source: You are doing great! 7 Cups has very active subcommunities where you can connect with people who share similar interests as you. You can also find training materials, interesting discussions, and group chats on specific issues of your interest. Join a subcommunity of your choice by selecting one.
portuguese: Estás a sair-te muito bem! O 7 Cups tem sub-comunidades muito activas onde te podes conectar com pessoas que partilham os mesmos interesses que tu. Também podes encontrar materiais de treino, discussões interessantes, e conversas de grupo sobre assuntos específicos do teu interesse. Junta-te a uma sub-comunidade à tua escolha seleccionando uma.

source: joined a 7 Cups Subcommunity.
portuguese: juntou-se a uma sub-comunidade do 7 Cups

source: Connecting with others with shared experiences is considered very therapeutic. Join a new sub community to connect with and learn from others sailing in the same boat as you.
portuguese: Conectar-se com outras pessoas com experiências compartilhadas é considerado muito terapêutico. Participe de uma nova sub-comunidade para se conectar e aprender com outras pessoas navegando no mesmo barco que você.

source: joined a new 7 Cups Subcommunity.
portuguese: juntou-se a uma nova sub-comunidade do 7 Cups

source: Listeners report that participating in subcommunities has given them extra confidence, knowledge, and has earned them great friends. Make a forum post on one of the subcommunities you have joined.
portuguese: Os ouvintes relatam que a participação em subcomunidades lhes deu confiança, conhecimento e ganhou ótimos amigos. Faça uma postagem no fórum em uma das subcomunidades às quais você ingressou.

source: posted to a Subcommunity forum.
portuguese: publicou no fórum de uma sub-comunidade

source: Congratulations on completing 10 steps on your growth path journey!! Did you know, you can find a a listener who is willing to support you long term in your journey? Learn More &amp; Upvote this Post.
portuguese: Parabéns por completares os 10 passos no teu percurso de crescimento! Sabias que, podes encontrar um Listener que está disponível para te ajudar a longo prazo durante o teu percurso? Descobre mais vota neste post

source: You are doing great! 7 Cups has very active subcommunities where you can connect with people who share similar interests and issues as you do. You can also seek focused support from listeners trained in specific issues. Join a subcommunity of your choice by selecting one.
portuguese: Você está indo muito bem! O 7 Cups possui subcomunidades muito ativas, nas quais você pode se conectar com pessoas que compartilham interesses e questões semelhantes às suas. Você também pode procurar apoio focado de ouvintes treinados em questões específicas. Entre em uma subcomunidade de sua escolha, selecionando e uma.

source: Members report that participating in subcommunities has given them extra confidence, support, and has earned them great friends. Make a forum post on one of the subcommunities you have joined.
portuguese: Os membros relatam que a participação em subcomunidades lhes deu confiança, apoio e rendeu grandes amigos. Faça uma postagem no fórum em uma das subcomunidades às quais você ingressou.

source: Start the Alcohol Education Path
portuguese: Começar o percurso de educação sobre o álcool

source: started the alcohol education path.
portuguese: Começaste o percurso de educação sobre o álcool.

source: Learn about alcohol and your genes
portuguese: Aprende sobre álcool e os teus genes.

source: learned about alcohol and your genes.
portuguese: aprendeu sobre álcool e os teus genes.

source: Take the Flush Quiz
portuguese: Faz o Flush Quiz

source: Learn about High and Low Responders
portuguese: Aprenda sobre os altos e baixos respondedores.

source: Take the High/Low Responder Quiz
portuguese: Faça/ preencha o questionário de resposta altas e baixas.

source: took the High/Low Responder Quiz.
portuguese: Fiz / preenchi o questionário de respostas altas e baixas.

source: Learn how your personality affects your alcohol use
portuguese: Aprende como a tua personalidade afeta o teu consumo de álcool

source: learned how your personality affects your alcohol use.
portuguese: Aprendeste como a tua personalidade afeta o teu consumo de álcool

source: Learn how your environment affects your alcohol use
portuguese: Aprende como o teu ambiente afeta o teu consumo de álcool

source: learned how your environment affects your alcohol use.
portuguese: Aprendeste como o teu ambiente afeta o teu consumo de álcool

source: Learn about alcohol use in your peers
portuguese: Aprenda sobre o uso do álcool no seu peers.

source: learned about alcohol use in your peers.
portuguese: aprenderam sobre o consumo de alcool entre os colegas.

source: Define a Standard Drink
portuguese: Define uma Bebida Padrão

source: defined a Standard Drink.
portuguese: definiu uma Bebida Padrão

source: Play the Over, under or Equal Game
portuguese: Joga ao jogo Cima, Baixo ou Igualmente

source: played the Over, under or Equal Game.
portuguese: jogaram o jogo Acima, Abaixo ou Igual

source: See the effects of alcohol at different BAC levels
portuguese: Vê os efeitos do álcool a diferentes níveis de BAC

source: saw the effects of alcohol at different BAC levels.
portuguese: Viu o efeito do álcool a diferentes níveis de BAC

source: Role play with alcohol in the real world
portuguese: No mundo real existe a dramatização com o álcool .

source: Discover the Goldilocks Principle
portuguese: Descobrir o Principio Cachinhos Dourados

source: discovered the Goldilocks Principle.
portuguese: descobriu o Principio Cachinhos Dourados

source: Choose solid strategies for alcohol use
portuguese: Escolhe estratégias sólidas para o uso de álcool

source: Formulate conclusions about alcohol and you
portuguese: Formula conclusões acerca de ti e do álcool

source: formulated conclusions about alcohol and you.
portuguese: formulou conclusoes sobre alcool e voce.

source: Complete the Alcohol Education Path
portuguese: Completa o percurso de educação sobre o álcool

source: completed the alohol education path.
portuguese: completou o caminho de educacao sobre alcool.

source: in last week
portuguese: na última semana

source: in last month
portuguese: no último mês

source: in last 6 months
portuguese: nos últimos 6 meses

source: over 6 months ago
portuguese: há mais de seis meses

source: Need to Talk to Someone about %s
portuguese: Precisa conversar com alguem sobre %s

source: Need to Talk to Someone?
portuguese: Precisas de Conversar com Alguém?

source: Need to talk to someone?
portuguese: Precisas de conversar com alguém?

source: Listeners by age...
portuguese: Ouvintes por idade...

source: Adults 18-35
portuguese: Adultos 18-35

source: Show Listeners Only
portuguese: Mostrar Apenas Ouvintes

source: Show Therapists Only
portuguese: Mostrar Apenas Terapeutas

source: Topic
portuguese: Tópico

source: Gender
portuguese: Género

source: Verified Listeners
portuguese: Ouvintes Verificados

source: Long Term Support
portuguese: Apoio a Longo Prazo

source: Long Term Support Listeners
portuguese: Ouvintes de apoio a Longo Prazo

source: Find ongoing support from a listener. Learn more about the role of a long term listener and how you can find one here:
portuguese: Encontra ajuda contínua de um Listener. Aprende mais sobre o papel de um Listener a longo prazo e como o podes encontrar aqui:

source: Long Term Support Information
portuguese: Informações de suporte a longo prazo

source: Teen Chat Room
portuguese: Sala de conversa de adolescentes

source: Why join our Teen Chat Room? Sometimes it feels like no one really gets what it&rsquo;s like to be a teenager. There&rsquo;s a lot of pressure and expectations place on you; adults just don&rsquo;t understand and sometimes are even patronizing. It can be hard to seek help or sometimes even when we do it feels like nobody&rsquo;s listening. You are not alone. Talking to other teens can go a long way towards feeling better, and hearing perspectives on different topics.
portuguese: Porque entrar nas nossas salas de papo para adolescentes? Algumas vezes parece que ninguém realmente entende o que é ser um adolescente. Existe muita pressão e expectativas que colocam em você, adultos não entendem e algumas vezes são até paternalistas. Isso pode ser difícil para procurar ajuda e até quando fazemos isso sentimos que ninguém esta nos ouvindo. Você não esta sozinho. Falar com outros adolescentes pode nos fazer sentir muito melhor, e ouvir diferentes perspectivas em diferentes tópicos.

source: We invite you to try out our teen chat rooms. 7 Cups Support Rooms are safe place where you can feel comfortable and come to have fun or get support as needed.
portuguese: Convidamos-te a experimentar o nosso chat de jovens. As salas de conversa de apoio do 7cups são um sítio seguro onde te podes sentir confortável e para te divertires ou para teres o apoio que necessitares.

source: Read more...
portuguese: Lê mais...

source: Start Therapy
portuguese: Começa a terapia

source: What is a Therapist?
portuguese: O que é um Terapeuta?

source: Therapists are licensed, professionals with expertise in mental health. They often charge $150 per hour for office-based services, but are available on 7 Cups for only $150/month. You can send an unlimited number of messages to them. They will reply 1-2 times per day, Monday through Friday.
portuguese: Os terapeutas são profissionais licenciados com experiência em saúde mental. Geralmente cobram 150$/hora (140€ aprox.) para serviços de escritório mas estão disponíveis no 7cups por apenas 150$/mês. Podes enviar um número ilimitado de mensagens para eles. Eles irão responder 1-2 vezes por dia, de segunda a sexta.

source: Leave Message
portuguese: Deixa uma mensagem

source: What is a Listener?
portuguese: O que é um Ouvinte?

source: Listeners are caring, supportive individuals who have been trained in active listening. Many are available on-demand for live chats, and accessing support from them is free.
portuguese: Ouvintes são pessoas atenciosas e apoiantes que foram treinados para ouvir de forma activa. Muitos estão disponíveis sob pedido para conversas ao vivo, e ter apoio deles é grátis

source: + Show More
portuguese: + Mostrar Mais

source: Group Support Rooms
portuguese: Salas de Grupos de Apoio

source: Depression Chat
portuguese: Conversa de Depressão

source: Depression Support
portuguese: Apoio à Depressão

source: Anxiety Support
portuguese: Apoio à Ansieade

source: Healthy Living
portuguese: Vida Saudável

source: Family Support
portuguese: Apoio à Família

source: Compassion Corner Chat
portuguese: Chat canto da compaixão

source: Disability Support
portuguese: Apoio à Incapacidade

source: Events Room
portuguese: Sala de Eventos

source: LGBTQ+ / MOGII Support
portuguese: LGBTQ+/ MOGII Suporte

source: Mega Member Room
portuguese: Sala de Mega Membros

source: Member Community Room
portuguese: Sala da Comunidade de Membros

source: Member Hangout
portuguese: Encontro de membros

source: Student Support
portuguese: Apoio ao Estudante

source: Account Summary
portuguese: Resumo da conta

source: Progress
portuguese: Progresso

source: Growth
portuguese: Crescimento

source: +10 Creating a Member Account
portuguese: A criar uma conta de membro

source: +5 Connect with New Listener
portuguese: +5 Conecta-te com um Novo Ouvinte

source: +1 Continuing Conversations
portuguese: Continuar conversas

source: +1 Forum Comment
portuguese: +1 Comentário no Fórum

source: +1 Forum Upvote
portuguese: +1 voto fórum

source: +1 25 Messages Sent in Group Support Chat
portuguese: +1 25 Mensagens Enviadas numa Conversa de Grupo de Apoio

source: Compassion Hearts
portuguese: Corações de Compaixão

source: Earn Compassion Hearts by sharing empathic, kind, and supportive comments with others.
portuguese: Ganha Corações de Compaixão ao partilhares comentários empáticos, gentis e de apoio com outros.

source: +5 New Referred Member or Listener
portuguese: Referir 5 novos membros ou ouvintes .

source: +1 Group Chat Message Hearted
portuguese: +1 Mensagem de bate-papo em grupo

source: Earn Badges by reaching milestones, supporting others and interacting with the 7 Cups community.
portuguese: Ganhe medalhas atingindo uma meta, dando suporte para outros e interagindo com a comunidade 7 Cups.

source: Badges Earned
portuguese: Emblemas Ganhos

source: Listener Progress Path
portuguese: Caminho de Progresso de Ouvinte

source: Answer anonymously
portuguese: Responder Anonimaente

source: Save Answer
portuguese: Guardar resposta

source: Skip Question
portuguese: Saltar questão

source: Activity this Week
portuguese: Atividade desta semana

source: Supportive Conversations
portuguese: Conversas Apoiadoras

source: Last Week
portuguese: Última Semana

source: Each day, thousands of members and guests request the next available listener. This is known as a &ldquo;General Request.&rdquo; When a request is not answered in time it counts as a miss. Let&rsquo;s work together to keep this number as close to 100% as possible.
portuguese: A cada dia, milhares de membros e visitantes pedem o proximo ouvinte livre. Isso é conhecido como "Pedido Geral". Quando um pedido nao é respondido a tempo ele conta como uma perda. Vamos trabalhar juntos para manter esse numero o mais perto de 100% que possivel.

source: General Request Response Rate
portuguese: Taxa de Resposta a Pedidos Gerais

source: Response Rate
portuguese: Taxa de Resposta

source: When a member or guest personally requests you while you appear online, it is important to accept their request. When a request is not answered in time it counts as a miss.
portuguese: Quando um membro ou convidado solicita você pessoalmente enquanto você está online, é importante aceitar a solicitação. Quando um pedido não é respondido a tempo, conta como uma falta.

source: Personal Request Response Rate
portuguese: Taxa de Resposta a Pedidos Pessoais

source: Your Personal Request
portuguese: O teu Pedido Pessoal

source: 7 Cups Referrals
portuguese: Indicacoes 7 Cups

source: Listener Quality Score
portuguese: Pontuação de qualidade de Ouvinte

source: Each week we receive reviews from members and guests regarding the quality of their listener experience. The closer we get to 100% positive reviews the more satisfied our users are.
portuguese: Todas as semanas recebemos críticas de membros e convidados em relação à qualidade na experiência com o ouvinte. Quanto mais próximos estivermos das 100% críticas positivas o mais satisfeitos estão os nossos usuários.

source: Latest in the Community
portuguese: Último na Comunidade

source: Public
portuguese: Público

source: Home
portuguese: Início

source: Currently Active Listeners
portuguese: Ouvintes Activos Actualmente

source: Positive Reviews
portuguese: Críticas Positivas

source: Welcome New Members
portuguese: Dá as boas-vindas aos novos membros

source: Discover New Subcommunities
portuguese: Descobre Novas Subcomunidades

source: Discover Subcommunities
portuguese: Descobre Subcomunidades

source: My Personal Link
portuguese: O meu Link Pessoal

source: Share your link to earn rewards &amp; help us to support more people
portuguese: Compartilhe o link para ganhar recompensas; ajude-nos a apoiar mais pessoas

source: Copy this link and share!
portuguese: Copia este link e partilha!

source: Each exercise you complete on your path adds to your cup. Each day you do not complete an excercise drains your cup. Keep your cup full and stay on track.
portuguese: Cada exercicio que voce completa no seu caminho acumula na sua xicara. Cada dia que voce nao completa um exercicio esvazia a sua xicara. Mantenha sua xicara cheia e permaneca no caminho certo.

source: Path Step Streak
portuguese: Trilha de progresso aumentando

source: Each consecutive day that you complete a step on your path, you increase your streak. This is a great incentive for staying on track, with just one exercise per day.
portuguese: Cada dia consecutivo que você completa um passo na sua trila de progresso , você esta aumentando seu progresso. Isso é um bom incentivo para permanecer na sua trilha, com um exercício por dia.

source: %s Day Streak
portuguese: %s Série de dias

source: +5 Positive Feedback from Member or Guest
portuguese: +5 Avaliações positivas dos Membros ou Convidados

source: Listens to %s
portuguese: Ouve %s

source: yeah sometimes i feel kind of stuck
portuguese: Sim, às vezes sinto-me um pouco preso

source: yeah?
portuguese: sim?

source: I cant stop thinking how Im a failure
portuguese: Não consigo parar de pensar em como sou um falhanço

source: I know what you mean, Kate
portuguese: Entendo o que queres dizer, Kate

source: Sounds tough, Kate
portuguese: Parece difícil, Kate

source: Have you heard of negative thinking? It's worth remembering those type of thoughts aren't necessarily reality, more that they're a symptom of depression itself. It doesn't mean you are a failure at all. Does that make sense, Kate?
portuguese: Você ja ouviu sobre pensamento negativo? Vale a pena lembrar aquele tipos de pensamentos não são necessariamente reais, mais que isso eles são um sintoma de depressão. Isso não quer dizer que você é fracasso. Isso faz sentido, Kate?

source: oh yeah. I keep learning so mcuh about this stuff since I joined 7 cups
portuguese: Oh sim. Continuo a aprender tanto sobre estes assuntos desde que me juntei ao 7 cups

source: me too kate. I feel a ton more able to cope with stuff since finding this site.
portuguese: Eu também Kate. Sinto-me muito mais capaz de lidar com estes assuntos desde que encontrei este site.

source: That's a good point, Melissa. And that's awesome Kate & Mouse. It's always great to hear how much 7 Cups is helping people.
portuguese: Isso é um bom ponto, Melissa. E isso é incrível Kate e Mouse. E é sempre bom

source: Happy to help :)
portuguese: Feliz por ajudar :)

source: Welcome, Tree :)
portuguese: Bem-vindo, Árvore :)

source: hi
portuguese: olá

source: hey, tree :)
portuguese: olá, tree :)

source: hi tree
portuguese: olá tree

source: having a bad day. hope its ok for me to be in here
portuguese: estou a ter um dia mau. espero que não haja problema em estar aqui

source: im new
portuguese: sou novo

source: sure tree
portuguese: claro tree

source: Of course it is, Tree :) You're very welcome! Sorry to hear you're having a bad day. You're in exactly the right place.
portuguese: Claro que sim, Arvore. De nada! Sinto muito em saber que você está tendo um dia ruim. Você está exatamente no lugar certo.

source: we have room for everyone in here. (((hugs tree))) glad you found 7 Cups, you'll feel better sooner than you expect if you stick with us
portuguese: temos espaço para todo mundo aqui (((abraça Arvore) que bom que você encontrou 7 Cups, você vai se sentir melhor mais rápido do que imagina se você continuar conosco.

source: Okay, here's another question for you all.. what is something that you do to distract yourself when you're not feeling good?
portuguese: Ok, aqui está outra pergunta para todos vocês. O que é que fazem para se distraírem quando não se estão a sentir bem?

source: video games lol
portuguese: videojogos lol

source: I don't really distract myself I guess...
portuguese: Acho que não me distraio muito...

source: Going for a run helps me
portuguese: Ir dar uma corrida ajuda-me

source: and writing poems is a way I express feelings
portuguese: E escrever poemas é uma de expressar os meus sentimentos

source: I don't know what would take my mind of things...
portuguese: Eu não sei o que haveria de tirar a minha cabeça do assunto

source: Running sounds like a healthy distraction, woods! :)
portuguese: Correr parece uma distração saudável, bosque. :)

source: It's absolutely okay if distraction isn't something that works for you. Sometimes it can be a way of avoiding the problem rather than dealing with it directly.
portuguese: Tudo bem se distração não é algo que funciona para você. As vezes pode ser um jeito de evitar o problema ao invés de lidar com ele diretamente.

source: thanks, I try
portuguese: Obrigada, eu tento

source: makes sense melissa. It doesnt work for me usually
portuguese: Faz sentido Melissa. Normalmente não funciona comigo

source: Any other ideas from anyone?
portuguese: Alguém tem mais ideias?

source: whats going on in here?
portuguese: o que se passa aqui?

source: We're talking about coping skills, Tree. Feel free to join in :)
portuguese: Estamos falando sobre habilidades de enfrentamento, Tree. Fique a vontade para participar conosco.

source: ohh ok
portuguese: ohh está bem

source: hi all
portuguese: olá a todos

source: writing sounds like a nice idea. do you write a lot woods?
portuguese: escrever parece uma boa ideia, escreves muito woods?

source: Writing (or journaling) can be an excellent outlet.
portuguese: escrever (ou fazer um diario) pode ser uma excelente valvula de escape.

source: Hey Ears
portuguese: Olá Hears

source: Welcome, Ears :)
portuguese: Bem-vindo, Orelhas :)

source: yeah I write most days tbh
portuguese: Sim eu escrevo na maioria dos dias tbh

source: housework distracts me from feeling bad lol. i used to struggle to find motivation but 7 cups helped with that
portuguese: O trabalho doméstico distrai-me quando me sinto mal. Eu costumava ter dificuldade em arranjar motivação, mas o 7 cups ajudou-me com isso.

source: always feel better when it's clean too
portuguese: Também me sinto melhor quando está limpo

source: Welcome, House :)
portuguese: Bem-vindo, Casa :)

source: gotta love a clean house <3
portuguese: Temos que amar uma casa limpa <3

source: ooh hey house lol
portuguese: ohh olá house lol

source: hey ears
portuguese: olá ears

source: Housework is a productive one, Mouse!
portuguese: Mouse, trabalho doméstico é um trabalho produtivo!
