Repository: kaka-hub/kacosmic
Catalog: 7_Cups_*.po
Languages: portuguese

source: Your username will not be associated with the review. Below are the ratings you previously set. Click the stars to update your rating.
portuguese: O teu nome de usuário não será associado com a avaliação. Abaixo estão as classificações que tu definiste anteriormente. Clica nas estrelas para atualizar tua classificação.

source: Leave a review for %1$s?
portuguese: Deixar uma avaliação para %1$s?

source: We really care about your feedback. Share with us what you thought of the listener&rsquo;s support, and help other members when they search for a great listener. Your username will not be associated with the review.
portuguese: Nós realmente nos preocupamos com a tua opinião. Partilha connosco o que achaste do apoio do ouvinte, e ajuda outros membros na sua procura por um bom ouvinte. O teu nome de usuário não será associado com a avaliação.

source: Type your feedback here...
portuguese: Escreve a tua opinião aqui...

source: Send Feedback
portuguese: Enviar Opinião

source: Has <b>%1$s</b> acted inappropriately or in violation of our Terms of Service?
portuguese: Tem <b>%1$s</b> agido de forma inadequada ou violado os nossos Termos de Serviço?

source: Please describe your reason for reporting %1$s.
portuguese: Por favor, descreve o motivo por reportares %1$s.

source: SUBMIT REPORT
portuguese: ENVIAR RELATÓRIO

source: No, Just <b>MUTE</b> Them for Me
portuguese: Não, apenas <b>SILENCIAR</b> todos por mim

source: Yes, <b>FILE REPORT!</b>
portuguese: Sim, <b>RELATÓRIO ARQUIVO!</b>

source: When no connection is detected, your tab bar will have a red line on top of it.
portuguese: Quando uma conexão não é detectada, a tua barra de guia terá uma linha vermelha por cima.

source: Start Feeling Better Today
portuguese: Começa a sentir-te melhor hoje

source: Unlock Access to the full<br/>7 Cups Collection
portuguese: Desbloquear o acesso a toda a<br/>Coleção 7 Cups

source: My Growth Path
portuguese: O Meu caminho de Crescimento

source: In order to send offline messages you must create a member account. This allows us to let you know when the listener responds.
portuguese: Para enviar mensagens offline, deves criar uma conta de membro. Isso permite-nos informar-te quando o ouvinte responde.

source: To complete this request, you must first create a member account.
portuguese: Para completar este pedido, deves primeiro criar uma conta de membro.

source: You need an account to join this room.
portuguese: Precisas de uma conta para entrar nesta sala.

source: My Progress Path
portuguese: O Meu Caminho de Progresso

source: Connecting...
portuguese: conectando

source: Please Create an Account to Join our Community
portuguese: Por favor, cria uma conta para te juntares à nossa comunidade

source: ERROR: Cannot Access Text Editor
portuguese: ERRO: Não foi possível aceder ao Editor de Texto

source: Do you want to flag this post?
portuguese: Desejas denunciar esta publicação?

source: Yes, Flag This Post
portuguese: Sim, Denuncie esta publicação

source: Do you want to delete this post?
portuguese: Desejas excluir esta publicação?

source: Yes, Delete This Post
portuguese: Sim, Excluir esta publicação

source: Do you want to delete this thread?
portuguese: Desejas excluir este tópico?

source: Yes, Delete This Thread
portuguese: Sim, Excluir Este Tópico

source: Reply to Post
portuguese: Responder à Publicação

source: Edit Post
portuguese: Editar Publicação

source: Reply
portuguese: Responder

source: Edit
portuguese: Editar

source: Post
portuguese: Publicar

source: Subscribe To Thread
portuguese: Subscrever o Tópico

source: Reply to a Post
portuguese: Responder a uma publicação

source: Post to Thread
portuguese: Publicar no Tópico

source: Post New Thread
portuguese: Publicar um novo Tópico

source: Edit Thread
portuguese: Editar Tópico

source: replied to
portuguese: respondeu a

source: posted
portuguese: publicou

source: Bookmark
portuguese: Marcar página

source: Un-Bookmark
portuguese: Desmarcar página

source: replied to a thread
portuguese: respondeu a um tópico

source: posted a new thread
portuguese: publicou um novo tópico

source: Subscribe
portuguese: Subscrever

source: Unsubscribe
portuguese: Cancelar subscrição

source: Delete Thread
portuguese: Apagar tópico

source: post
portuguese: publicar

source: posts
portuguese: publicações

source: Delete
portuguese: Apagar

source: Popular Community Threads
portuguese: Tópicos Populares da Comunidade

source: New Community Threads
portuguese: Tópicos Novos na Comunidade

source: Top Community Threads
portuguese: Principais Tópicos da Comunidade

source: My Streak
portuguese: O meu recorde

source: My Impact
portuguese: O meu Impacto

source: My Progress
portuguese: O meu progresso

source: Keep your wellness cup full by taking care of yourself every day!
portuguese: Mantém a tua chávena de bem-estar cheia ao cuidares de ti todos os dias!

source: may not be immediately available. There could be some delay in response.
portuguese: pode não estar imediatamente disponível. Pode ocorrer algum atraso na resposta.

source: Invalid login or deactivated account.
portuguese: Login inválido ou conta desativada.

source: This user is unavailable to chat with you, please select another conversation or <a href="/BrowseListeners/">Browse Listeners</a> to find a new listener.
portuguese: Este usuário não está disponível para falar contigo, por favor, selecciona outra conversa ou <a href="/ProcurarOuvintes/">Procurar Ouvintes</a> para encontrar um novo ouvinte.

source: Show More
portuguese: Mostre mais

source: Yes, Ill Create an Account!
portuguese: Sim, eu vou Criar uma Conta!

source: <p><b>Thank you for backing 7 Cups to help make the world a better place!</b></p><p>Your new upgraded account includes personalized growth paths. It also includes a sustainability icon for your profile, and monthly emails from Glen! <b>But you need to be a member to receive these.</b></p>
portuguese: <p><b>Obrigado por apoiares o 7 Cups a ajudar a tornar o mundo um lugar melhor!</b></p><p>A tua nova conta actualizada inclui caminhos de crescimento personalizados. Também inclui um ícone de sustentabilidade para o teu perfil, e-mails mensais do Glen! <b>Mas precisas de ser membro para receber.</b></p>

source: Create an account to enjoy your new upgrades
portuguese: Cria uma conta para desfrutares das suas novas actualizações

source: <p><b>Thank you for backing 7 Cups to help make the world a better place!</b></p><p>Your new upgraded account includes personalized growth paths. It also includes a sustainability icon for your profile, and monthly emails from Glen!</p>
portuguese: <p><b>Obrigado por apoiares o 7 Cups a ajudar a tornar o mundo um lugar melhor!</b></p><p>A tua nova conta actualizada inclui caminhos de crescimento personalizados. Também inclui um ícone de sustentabilidade para o teu perfil, e e-mails mensais de Glen!</p>

source: Yes, Use My Subscription!
portuguese: Sim, usar a minha subscrição!

source: <p>We detected that you have an account with a paid subscription. Would you like to login to this account?</p>
portuguese: <p>Detectamos que tens uma conta com uma subscrição paga. Gostarias de entrar nesta conta?</p>

source: Error - Your purchase has the following status:
portuguese: Erro - A tua compra encontra-se no seguinte estado:

source: Find Out More
portuguese: Descobre mais

source: Congratulations!
portuguese: Parabéns!

source: You&rsquo;ve completed your first step.
portuguese: Completas-te o teu primeiro passo.

source: You&rsquo;ve completed another step.
portuguese: Completaste mais um passo.

source: If you liked that, you might want to personalize your path:
portuguese: Se gostaste disso, poderás querer personalizar o teu caminho:

source: or you can
portuguese: ou podes

source: Return to Progress Path
portuguese: Voltar ao Caminho de Progresso

source: Practice Your Gratitude
portuguese: Pratica a Tua Gratidão

source: Write down 3 things you are thankful for to become more positive
portuguese: Anota 3 coisas de que estás grato para te tornares mais positivo

source: You completed your step. Well done!
portuguese: Completaste o teu passo. Muito bem!

source: Type your first here
portuguese: Escreve o teu primeiro aqui

source: Type your second here
portuguese: Escreve o teu segundo aqui

source: Type your third here
portuguese: Escreve o teu terceiro aqui

source: Save
portuguese: Guardar

source: Try something else
portuguese: Tenta outra coisa

source: Submitting
portuguese: A submeter

source: Try a Personalized Path
portuguese: Tenta um caminho personalizado

source: Get help coping with the issues most important to you
portuguese: Obtém ajuda para lidar com os problemas mais importantes para ti

source: Current Activity
portuguese: Atividade atual

source: Start Activity
portuguese: Iniciar Actividade

source: Focus on the Positive
portuguese: Foca-te no positvio

source: List two things that you did well in the last few days
portuguese: Enumera duas coisas que fizeste bem nos últimos dias

source: Practice Your Mindfulness
portuguese: Exercita o teu Mindfulness

source: Just sit in a comfortable position, close your eyes and listen
portuguese: Basta sentares-te numa posição confortável, fechar os olhos e ouvir

source: You&rsquo;ve done perfectly on your mindfulness exercise
portuguese: A tua prestação foi perfeita no teu exercício de Mindfulness

source: Switch Tape
portuguese: Trocar Fita

source: Watch a Video
portuguese: Vê um video

source: Just sit in a comfortable position and press play.
portuguese: Basta sentares-te numa posição confortável e clicar em iniciar.

source: Switch Videos
portuguese: Trocar vídeos

source: Finished Video
portuguese: Vídeo Terminado

source: Emotional Wellness Test
portuguese: Teste de Bem-Estar Emocional

source: Start Risk Free for 30 Days
portuguese: Começa Livre de Riscos por 30 Dias

source: Select an issue below that best describes the reason you are here:
portuguese: Escolhe um problema que melhor descreva a razão porque estás aqui:

source: Step Complete. Well done!
portuguese: Passo completo. Muito bem!

source: Back
portuguese: Voltar

source: Guide
portuguese: Guia

source: Need Support? Connect to a listener
portuguese: Precisas de ajuda? Conecta-te a um ouvinte

source: Loading...
portuguese: carregando

source: Exercise Complete
portuguese: Exercício Completo

source: Please correctly answer all quiz questions in order to proceed.
portuguese: Por favor, responde correctamente a todas as perguntas do questionário para prosseguir.

source: What&rsquo;s on Your Mind?
portuguese: O que tens em mente?

source: Thank you. The information you provide on 7 Cups helps us customize your experience to you.
portuguese: Obrigado. As informações fornecidas ao 7 Cups ajudam-nos a personalizar a tua experiência para ti.

source: Your World is Completely Full
portuguese: O teu mundo está completamente cheio

source: Your World is Almost Full
portuguese: O teu mundo está quase cheio

source: Your World is Nearly Full
portuguese: O teu mundo está quase cheio

source: Your World is Over Half Full
portuguese: O teu mundo está com mais da metade cheio

source: Your World is Half Full
portuguese: O teu mundo está meio cheio

source: Your World is Almost Half Full
portuguese: O teu mundo está quase a metade cheio

source: Your World is Almost Empty
portuguese: O teu mundo está quase vazio

source: Your Cup is Completely Full
portuguese: Seu copo esta completamente cheio

source: Your Cup is Almost Full
portuguese: Seu copo esta quase cheio.

source: Your Cup is Nearly Full
portuguese: Seu copo esta quase cheio.

source: Your Cup is Over Half Full
portuguese: Seu copo está mais da metade cheio

source: Your Cup is Half Full
portuguese: Seu copo está meio cheio

source: Your Cup is Almost Half Full
portuguese: Seu copo está quase meio cheio

source: Your Cup is Almost Empty
portuguese: Seu copo esta quase vazio

source: ADHD
portuguese: PHDA

source: Alcohol/Drug Abuse
portuguese: Álcool/Abuso de drogas

source: Anxiety
portuguese: Ansiedade

source: Breakups
portuguese: Separações

source: Chronic Pain
portuguese: Dor Crónica

source: College Life
portuguese: Vida Universitária

source: Depression
portuguese: Depressão

source: Disabilities
portuguese: Incapacidade

source: Domestic Violence
portuguese: Violência Doméstica

source: Eating Disorders
portuguese: Distúrbios Alimentares

source: Exercise Motivation
portuguese: Motivação para Exercício

source: Family Stress
portuguese: Stress Familiar

source: Financial Stress
portuguese: Stress Financeiro

source: Forgiveness
portuguese: Perdão

source: Getting Unstuck
portuguese: Desprender-me

source: Grief
portuguese: Luto

source: Loneliness
portuguese: Solidão

source: Managing Emotions
portuguese: Gerir Emoções

source: Obsessive Compulsive Disorder
portuguese: Distúrbio Obsessivo-Compulsivo

source: Panic Attacks
portuguese: Ataques de pânico

source: Parenting
portuguese: Cuidado Parental

source: Perinatal Mood Disorder
portuguese: Distúrbio do Humor Perinatal

source: Self-Harm
portuguese: Auto-mutilação

source: Sleeping Well
portuguese: Dormir Bem

source: Social Anxiety
portuguese: Ansiedade social

source: Weight Management
portuguese: Gestão do Peso

source: Work Stress
portuguese: Stress no Trabalho

source: Level I: Beginner Path
portuguese: Nível I: Percurso Principiante

source: Free path available to all 7 Cups users.
portuguese: Percurso grátis disponível para todos os usuários do 7 Cups.

source: Tap into Mindfulness Today
portuguese: Explora Hoje Mindfulness

source: Relaxing mindfulness meditations help you feel at peace.
portuguese: Meditações Mindfulness relaxantes ajudam-te a sentir em paz.

source: Level II: Acceptance
portuguese: Nível III: Reconhecimento

source: Start the Acceptance Path Today
portuguese: Inicia o teu Percurso de Reconhecimento hoje

source: Learn to welcome all life brings you and decrease suffering.
portuguese: Aprende a dar as boas-vindas a tudo o que a vida te traz e a diminuir o sofrimento.

source: Level III: Managing Emotions
portuguese: Nível III: Gerir Emoções

source: Manage Your Emotions Better today
portuguese: Gere as Tuas Emoções Melhor hoje

source: Learn to balance your emotions, react less, stay centered and feel in control.
portuguese: Aprende a equilibrar as tuas emoções, reagir menos, manter-te em equilíbrio e a sentir-te no controlo.

source: Relationships
portuguese: Relações

source: Improve Your Relationships
portuguese: Melhora as tuas Relações

source: Develop strong boundaries to have healthy, happy, and harmonious relationships.
portuguese: Desenvolve delimitações fortes para teres relações saudáveis, felizes e harmoniosas.

source: Mind Over Mood
portuguese: Mente acima de Humor

source: Get Beyond Sadness Today
portuguese: Vai além da Tristeza hoje

source: Overcome sadness to have a happier, more enjoyable life.
portuguese: Supera a tristeza para ter uma vida mais feliz e agradável.

source: Calm & Strong
portuguese: Calmo/a & Forte

source: Ready to Stop Worrying?
portuguese: Pronto/a para parar de te preocupares?

source: Drive worry away and develop a deep sense of confidence.
portuguese: Afasta as preocupações e desenvolve uma sensação profunda de confiança.

source: Life Skills
portuguese: Habilidades de Vida

source: Start Your Life Skills Path Today
portuguese: Inicia o Teu percurso Habilidades de Vida Hoje

source: Develop core skills to help you master life.
portuguese: Desenvolve habilidades base para te ajudar a controlar a vida.

source: Physical Health
portuguese: Saúde Física

source: Start Getting Healthier Today
portuguese: Começa a tornar-te Saudável Hoje

source: Lose weight, sleep better, get healthier.
portuguese: Perde peso, dorme melhor, torna-te mais saudável

source: Breakups: Moving Forward
portuguese: Término de relação: Seguir em frente

source: Start Moving Forward Today
portuguese: Começa a seguir em frente hoje

source: Start the healing process and move forward with life.
portuguese: Inicia o processo de recuperação e segue em frente com a vida.

source: Family Stress: Stress-Free Family
portuguese: Stress Familiar: Família sem stress

source: Start Coping with Family Stress Today
portuguese: Começa a lidar com o Stress Familiar Hoje

source: Get better at managing and resolving family stress.
portuguese: Torna-te melhor a gerir e resolver stress familiar.

source: Depression: Overcoming Depression
portuguese: Depressão: Superar a Depressão

source: Start Dealing with Depression Today
portuguese: Começa a lidar com a Depressão hoje

source: Boost your mood and learn skills to help overcome depression.
portuguese: Impulsiona o teu humor e aprende habilidades para ajudar a superar a depressão.

source: Anxiety: Overcoming Worry
portuguese: Ansiedade: Superar preocupações

source: Start Overcoming Worry Today
portuguese: Começa a Superar a Preocupação Hoje

source: Stop worrying and grow more confident in yourself and your future.
portuguese: Para de te preocupar e torna-te mais confiante em ti próprio e o teu futuro.

source: Finances: Financial Freedom
portuguese: Finanças: Liberdade Financeira

source: Get a Grip on Your Finances
portuguese: Obtém o controlo das tuas Finanças

source: Decrease financial stress and worries.
portuguese: Diminui o teu stress e preocupações financeiras.

source: Start Sleeping Well Today
portuguese: Começa a Dormir Bem hoje

source: Chronic Pain: Pain Management
portuguese: Dor Crónica: Gestão da dor

source: Start Managing Your Pain Today
portuguese: Começa a gerir a tua Dor Hoje

source: Learn skills to help overcome chronic pain.
portuguese: Aprende Habilidades para ajudar a superar a dor crónica.

source: Exercise Motivation: Exercise Wise
portuguese: Exercita a Motivação: Exercita Sabiamente

source: Start Regular Exercise Today
portuguese: Começa Exercício Regular Hoje

source: Regular exercise is not as hard as it seems. Make exercise part of your life.
portuguese: Exercício Regular não é tão difícil como parece. Torna o exercício parte da tua vida.

source: ADHD Management
portuguese: Gestão da PHDA

source: Get More Focused Today
portuguese: Torna-te Mais Focado/a Hoje

source: Walk this path to learn how be more focused and productive.
portuguese: Trilha este caminho para aprender como te tornares mais focado e produtivo.

source: Take Your First Step Toward Overcoming Addiction
portuguese: Dá o Primeiro Passo Para Superar a Dependência

source: Learn skills and change your relationships to overcome these challenges.
portuguese: Aprende habilidades e muda os teus relacionamentos para superar estes desafios.

source: Bipolar: Steady & Strong
portuguese: Bipolar: Firme & forte

source: Start Balancing Your Life Today
portuguese: Começa a Equilibrar a Tua Vida Hoje

source: Life can feel out of control. Learn new skills to bring balance to your life.
portuguese: A vida pode parecer fora de controlo. Aprende novas habilidades para trazer equilíbrio à tua vida.

source: Get Past the Bullies Starting Now
portuguese: Supera os Bullies A Parir de Agora

source: New ways of behaving, thinking, and relating to manage and overcome bullies.
portuguese: Novas formas de comportar, pensar, e identificar para gerir e superar os bullies.

source: Eating Disorders: Healthy Eating
portuguese: Distúrbios Alimentares: Alimentação Saudável

source: Bring Back Joy and Health to Your Eating
portuguese: Traz de volta alegria e saúde para a tua alimentação

source: Develop better thoughts and feelings for healthy eating.
portuguese: Desenvolve melhores pensamentos e sentimentos para uma alimentação saudável.

source: Forgiveness: Letting It Go
portuguese: Perdoar: Deixar ir

source: Start Learning to Forgive Today
portuguese: Começa a Aprender a Perdoar Hoje

source: Letting go can be challenging. Learn to forgive while still protecting yourself.
portuguese: Deixar ir pode ser desafiante. Aprende a perdoar enquanto te proteges.

source: Grief: Grieving & Growing
portuguese: Luto: De Luto & Crescendo

source: Start Healing Today
portuguese: Começa a Curar-te Hoje

source: Loss is overwhelming. Start the healing process one step at a time.
portuguese: A Perda é esmagadora. Inicia o processo de cura um passo de cada vez.

source: OCD: Response Prevention
portuguese: DOC: Prevenção de Resposta

source: Feel Calmer Starting Today
portuguese: Sente-te Mais Calmo/a Hoje

source: OCD makes you feel out of control. Overcome your obsessions and compulsions.
portuguese: DOC faz-te sentir fora de controlo. Supera as tuas obsessões e compulsões.

source: Panic Attacks: Overcoming Panic
portuguese: Ataques de Pânico: Superar o Pânico

source: Overcome Panic Starting Today
portuguese: Superar o Pânico a Partir de Hoje

source: Easy-to-practice skills help you overcome panic.
portuguese: Habilidades fáceis de praticar ajuda-te a superar o pânico.

source: Perinatal Mood Disorder: Growing Mother
portuguese: Distúrbio do Humor Perinatal: Mãe em Crescimento

source: A new baby is challenging for every mother. Overcome overwhelming feelings.
portuguese: Um novo bebé é um desafio para todas as mães. Supera os sentimentos esmagadores.

source: Self-Harm: Safer Solutions
portuguese: Auto-mutilação: Soluções mais seguras

source: Try Safer Solutions Starting Today
portuguese: Tenta Soluções Mais Seguras a Partir de Hoje

source: Self-harm is just a way to cope. Find new ways to manage difficult feelings.
portuguese: Auto-mutilação é apenas uma maneira de lidar. Encontra novas formas de gerir sentimentos difíceis.

source: Social Anxiety: Socially Confident
portuguese: Ansiedade Social: Confiante Socialmente

source: Start the Socially Confident Path Today
portuguese: Inicia o Caminho Confiante Socialmente Hoje

source: People can be anxiety-provoking. Learn to feel comfortable in social situations.
portuguese: As pessoas podem ser um motivo de ansiedade. Aprende a sentir-te confortável em situações sociais.

source: Parenting Plus
portuguese: Cuidado Parental Plus

source: Become a Better Parent Today
portuguese: Torna-te um Pai/Mãe Melhor Hoje

source: Proven skills help you feel better as a parent and help your child thrive.
portuguese: Habilidades comprovadas ajudam-te a se sentir melhor como pai/mãe e ajudam o teu filho a ter sucesso.

source: Getting Unstuck: Stepping Up
portuguese: Desprender-me: Acelerar

source: We sometimes feel like we are stuck in the muck. Here are steps to get unstuck.
portuguese: Às vezes sentimos como se estivéssemos presos na lama. Aqui estão os passos para te conseguires desprender.

source: Loneliness: Connect
portuguese: Solidão: Conectar

source: Start Finding Connection Today
portuguese: Começa a Encontrar Conexão Hoje

source: 40% of people now report feeling lonely. Increase feelings of connection.
portuguese: 40% das pessoas relatam agora que se sentem sós. Aumenta os sentimentos de conexão.

source: College Life: College Boost
portuguese: Vida Universitária: Impulso Universitário

source: Start Coping with College Today
portuguese: Começa a lidar com a Universidade Hoje

source: College life can be challenging to balance. Increase your confidence.
portuguese: A Vida Universitária pode ser desafiante equilibrar. Aumenta a tua confiança.

source: Work Stress: Work Smart
portuguese: Stress no Trabalho: Trabalhe de Forma Inteligente

source: Handle Work Stress Better Starting Today
portuguese: Lida com Stress no Trabalho Melhor a Partir de Hoje

source: Work can be stressful. These skills reduce stress and increase enjoyment.
portuguese: O trabalho pode ser stressante. Estas habilidades reduzem o stress e aumentam o usufruto.

source: Startup Support
portuguese: Apoio Startup

source: Start Managing Startup Stress Today
portuguese: Começa Hoje a gerir o Stress de Startup
