Repository: kaka-hub/kacosmic
Catalog: 7_Cups_*.po
Languages: portuguese

source: Self Care Initiative
portuguese: Iniciativa de Cuidado Pessoal

source: Share your self care initiative on the Self-Care Thread.
portuguese: Partilha a tua iniciativa de cuidado pessoal no Tópico de Cuidado Pessoal.

source: shared your self-care initiative.
portuguese: partilhaste a tua iniciativa de cuidado pessoal.

source: Support members and guests in a community support room - send 5-10 messages.
portuguese: Apoia membros e convidados numa sala de suporte da comunidade - envie 5-10 mensagens.

source: participated in Group Support.
portuguese: participaste num Grupo de Apoio

source: Follow up with previous members to see how they are doing from your My Impact page.
portuguese: Contacta novamente com membros que já apoiaste, para saber como eles estão. A partir da página O Meu Impacto.

source: followed up with an old member.
portuguese: contactei novamente um membro

source: Share the love by nominating a fellow listener for a badge from their profile page.
portuguese: Partilha o amor ao nomear um colega ouvinte para um emblema na sua página de perfil.

source: nominated a fellow listener for a badge.
portuguese: nomeaste um colega ouvinte para um emblema.

source: New listeners join every day, make them feel at home by sending one a welcome message.
portuguese: Novos ouvintes inscrevem-se todos os dias, faz com que se sintam em casa ao enviares uma mensagem de boas-vindas.

source: welcomed a new listener.
portuguese: deste as boas-vindas a um novo ouvinte.

source: Connect with a fellow listener and share one thing about which you feel grateful today.
portuguese: Conecta com um colega ouvinte e partilha uma coisa pela qual sentes-te grato hoje.

source: shared one thing you were grateful for with another listener.
portuguese: partilhaste uma coisa pela qual estás grato com outro ouvinte.

source: Compliment a fellow listener for their work on 7 Cups.
portuguese: Elogia um ouvinte pelo seu trabalho no 7 Cups.

source: complimented a fellow listener for their work on 7 Cups.
portuguese: Elogiaste um colega ouvinte pelo seu trabalho no 7 Cups.

source: Connect with the listener community in a listener chat room - send 5-10 messages.
portuguese: Conecta com a comunidade ouvinte num grupo de conversa de ouvinte - envia 5-10 mensagens.

source: participated in a Listener Community chatroom.
portuguese: participaste num grupo de conversa da Comunidade Ouvinte.

source: Practice what you&rsquo;ve learned by completing a chat session - 30 messages with at least 10 message from guest/member.
portuguese: Pratica o que aprendeste ao completar uma sessão de conversa - 30 mensagens com pelo menos 10 mensagens do visitante/membro.

source: completed a chat session.
portuguese: completei uma sessão de chat

source: Heart 5 comments in a Group Support Room.
portuguese: Coloca um coração em cinco comentários numa Sala de Apoio em Grupo.

source: hearted 5 comments in a Group Support room.
portuguese: Coloquei um coração em cinco comentários numa Sala de Apoio em Grupo.

source: completed a breathing exercise.
portuguese: completaste um exercício de respiração.

source: treated yourself like a friend.
portuguese: trataste-te como um amigo.

source: Start your Growth Path
portuguese: Começa o teu Caminho de Crescimento

source: started your Growth Path
portuguese: começaste o teu Caminho de Crescimento

source: Treat Yourself Like Friend
portuguese: Trata de Ti Como Amigo

source: Treat Yourself Like a Friend
portuguese: Trata de Ti Como um Amigo

source: Let Go of Worry
portuguese: Deixa a Preocupação Ir

source: Let go of worry
portuguese: Deixa a preocupação ir

source: let go of worry.
portuguese: deixa a preocupação ir.

source: Check the Weather!
portuguese: Verifica o Clima!

source: checked the weather in your relationships.
portuguese: verificaste o clima nos teus relacionamentos.

source: Your Life Makes Sense
portuguese: A sua vida faz sentido

source: Learn that your life makes sense
portuguese: Aprenda que a sua vida faz sentido.

source: learned that your life makes sense.
portuguese: aprendeste que a tua vida faz sentido.

source: Coping Skills
portuguese: Estratégias de adaptação

source: Identify healthy coping skills
portuguese: Identifica estratégias de adaptação saudáveis

source: identified healthy coping skills.
portuguese: identificaste estratégias de adaptação saudáveis.

source: Instant Relaxation
portuguese: Relaxamento Instantâneo

source: Watch an instant relaxation video.
portuguese: Assista a um vídeo de relaxamento instantâneo.

source: watched an instant relaxation video.
portuguese: viste um video relaxante instantâneo.

source: Circle of Concern
portuguese: Circulo da Preocupação

source: Focus on what you can control
portuguese: Concentre-se naquilo que controla.

source: focused on what you can control.
portuguese: focaste-te no que podes controlar.

source: One Main Thing
portuguese: Uma Coisa Principal

source: Write one main thing you have learned in the last 10 steps
portuguese: Escreve uma coisa principal que aprendeste nos últimos 10 passos

source: wrote one main thing you learned in the last 10 steps.
portuguese: escreveste uma coisa principal que aprendeste nos últimos 10 passos.

source: Personal Growth
portuguese: Crescimento Pessoal

source: Learn about personal growth
portuguese: Aprenda sobre crescimento pessoal

source: learned about personal growth.
portuguese: aprendeste sobre crescimento pessoal.

source: Caring for Others
portuguese: Cuidando dos Outros

source: Learn about caring for others
portuguese: Aprender sobre cuidar dos outros

source: learned about how caring for others helps you.
portuguese: aprendeste sobre como cuidar dos outros ajuda-te.

source: Life is Like a Video Game
portuguese: Vida é Como um Jogo de Vídeo

source: Learn how life is like a video game
portuguese: Aprende como a vida é como um jogo de vídeo

source: learned how a problem can help you level-up in life.
portuguese: aprendeste como um problema pode ajudar-te a subir de nível.

source: Easy Breathing
portuguese: Respiração Fácil

source: Complete an easy breathing exercise
portuguese: Completa um exercício de respiração fácil

source: completed an easy breathing exercise.
portuguese: completaste um exercício de respiração fácil.

source: Learn about becoming a Listener
portuguese: Saiba mais sobre tornar-se um Ouvinte

source: learned about becoming a Listener.
portuguese: aprendeste sobre tornares-te num Ouvinte

source: Personal Influence
portuguese: Influência Pessoal

source: Learn how others influence you
portuguese: Saiba como os outros o influenciam

source: learned how others influence you.
portuguese: aprendeste como os outros influenciam-te.

source: Read a Story
portuguese: Ler uma história

source: Watch the Story of the Chinese Farmer video.
portuguese: Ver o vídeo da história do Camponês Chinês

source: watched The Story of the Chinese Farmer video.
portuguese: viste o vídeo da história do Camponês Chinês

source: Positive Outlook
portuguese: Perspectiva Positiva

source: Learn how sometimes things work out better than we hope.
portuguese: Aprender como, por vezes, as coisas correm melhor do que esperamos.

source: learned how sometimes things work out better than we hope.
portuguese: aprendeste como, por vezes, as coisas correm melhor do que esperamos.

source: Watch a brief video to better understand how to manage challenging feelings and thoughts.
portuguese: Vê um curto video para melhor compreenderes como gerir sentimentos e pensamentos desafiantes.

source: watched a brief video to better understand how to manage challenging feelings and thoughts.
portuguese: viste um curto video para melhor compreenderes como gerir sentimentos e pensamentos desafiantes.

source: Struggle Switch
portuguese: Interruptor de luta

source: Examine your circles
portuguese: Examina os teus círculos.

source: examined your circles.
portuguese: examinaste os teus círculos.

source: Share Some Love
portuguese: Partilha Algum Amor

source: Share some love.
portuguese: Partilha algum amor.

source: shared some love.
portuguese: partilhaste algum amor.

source: Share a Thought
portuguese: Partilha um Pensamento

source: Share a thought or a wish.
portuguese: Partilha um pensamento ou desejo.

source: shared a thought or a wish.
portuguese: partilhaste um pensamento ou desejo.

source: Okay to Say No
portuguese: Não faz mal dizer Não.

source: Learn that is it okay to say no.
portuguese: Aprender que não faz mal dizer não.

source: learned that is it okay to say no.
portuguese: aprendeste que não faz mal dizer não.

source: Select a Word
portuguese: Escolhe uma palavra

source: Select a word that describes you.
portuguese: Escolhe uma palavra que te descreve.

source: selected a word that describes you.
portuguese: escolheste uma palavra que te descreve.

source: Weakness &amp; Vulnerability
portuguese: Fraqueza e Vulnerabilidade

source: Learn about weaknesses and vulnerabilities.
portuguese: Aprender sobre fraquezas e vulnerabilidades.

source: learned about weaknesses and vulnerabilities.
portuguese: aprendeste sobre fraquezas e vulnerabilidades.

source: Watch a video about depression
portuguese: Ver um vídeo sobre a depressão.

source: watched a video about depression.
portuguese: Viste um vídeo sobre a depressão.

source: Learn about how common depression can be
portuguese: Aprende sobre quão comum a depressão pode ser

source: learned about how common depression can be.
portuguese: aprendeu sobre quão comum a depressão pode ser.

source: Read about feel good thinking
portuguese: Ler sobre pensamentos de bem-estar

source: read about feel good thinking.
portuguese: leste sobre pensamentos de bem-estar

source: Read about self talk
portuguese: Ler sobre auto-conversa

source: read about self talk.
portuguese: leste sobre auto-conversa

source: Copy statement in the textbox
portuguese: Copia afirmação na caixa de texto

source: wrote a statement about being perfect.
portuguese: escreveu uma afirmação sobre ser perfeito/a

source: Read about seeing multiple outcomes
portuguese: Lê sobre ver múltiplas alternativas

source: read about seeing multiple outcomes.
portuguese: leu sobre ver múltiplas alternativas

source: Revise a negative prediction to be positive
portuguese: Revê uma previsão negativa para ser positiva

source: revised a negative prediction to be positive.
portuguese: reveu uma previsão negativa para ser positiva.

source: Write when you labeled yourself bad
portuguese: Escreve sobre quando te rotulaste mal

source: wrote about labeling yourself bad on an occasion.
portuguese: escreveu sobre rotular-se mal numa ocasião.

source: Write a good characteristic of yours
portuguese: Escreve uma característica boa tua

source: wrote a good characteristic about self.
portuguese: escreveu uma característica boa sobre si próprio/a

source: Rethink something negative as positive
portuguese: Reconsidera algo negativo como positivo

source: rethought something negative as positive.
portuguese: reconsiderou algo negativo como positivo.

source: Write one unhelpful rule you would like to change
portuguese: Escreve uma regra inútil que gostarias de mudar

source: wrote one unhelpful rule you would like to change.
portuguese: escreveu uma regra inútil que gostaria de mudar.

source: Write a small step you will take today towards your goal
portuguese: Escreve um pequeno passo que darás hoje em direcção ao teu objectivo

source: wrote a small step you will take today towards your goal.
portuguese: escreveste um pequeno passo que darás hoje em direcção ao teu objectivo.

source: Write the best thing you did for yourself today
portuguese: Escreve a melhor coisa que fizeste por ti hoje

source: wrote the best thing you did for yourself today.
portuguese: escreveste a melhor coisa que fizeste por ti hoje

source: Write something that gives you hope
portuguese: Escreve algo que te dê esperança

source: wrote something that gives you hope.
portuguese: escreveste algo que te dá esperança.

source: Write one thing that you think others admire about you
portuguese: Escreve uma coisa que aches que os outros admiram em ti

source: wrote one thing that you think others admire about you.
portuguese: escreveste uma coisa que achas que os outros admiram em ti.

source: Write one unhelpful rule in your life that keeps you from enjoying it
portuguese: Escreve uma regra inútil na tua vida que te impede de a apreciar

source: wrote one unhelpful rule in your life that keeps you from enjoying it.
portuguese: escreveste uma regra inútil na tua vida que te impede de a apreciar.

source: Learn about breaking overwhelming thoughts into small parts
portuguese: Aprende sobre dividir pensamentos esmagadores em partes pequenas

source: learnt about breaking overwhelming thoughts into small parts.
portuguese: Aprendeu sobre dividir pensamentos esmagadores em partes pequenas.

source: Re-frame a sweeping statement you often make
portuguese: Reformula uma declaração abrangente que costumas fazer

source: re-framed a sweeping statement you often make.
portuguese: reformulaste uma declaração abrangente que costumas fazer

source: Say something positive about yourself
portuguese: Diz algo positivo sobre ti

source: said something positive about yourself.
portuguese: disse algo positivo sobre si.

source: Write your own positive possibility for an event outside your comfort zone
portuguese: Escreve a tua própria possibilidade positiva para um acontecimento fora da tua zona de conforto.

source: wrote your own positive possibility for an event outside your comfort zone.
portuguese: escreveste a tua própria possibilidade positiva para um acontecimento fora da tua zona de conforto.

source: List your thoughts and emotions in an unfavorable situation
portuguese: Indica os teus pensamentos e emoções numa situação desfavorável

source: listed your thoughts and emotions in an unfavorable situation.
portuguese: indicaste os teus pensamentos e emoções numa situação desfavorável.

source: Write the names of 2 positive people in your life
portuguese: Escreve os nomes de 2 pessoas positivas na tua vida

source: wrote the names of 2 positive people in your life.
portuguese: escreveste os nomes de 2 pessoas positivas na tua vida.

source: Write one small enjoyable activity you will do today
portuguese: Escreve uma pequena actividade agradável que irás fazer hoje

source: wrote one small enjoyable activity you will do today.
portuguese: escreveste uma pequena actividade agradável que irás fazer hoje.

source: Read about the ABC of positive thinking
portuguese: Lê sobre o ABC do pensamento positivo

source: read about the ABC of positive thinking.
portuguese: leste sobre o ABC do pensamento positivo.

source: Write alternate interpretation of a negative belief you may have
portuguese: Escreve uma interpretação alternativa de uma crença negativa que possas ter

source: wrote alternate interpretation of a negative belief you may have.
portuguese: escreveste uma interpretação alternativa de uma crença negativa que possas ter

source: Notice how what you believe impacts how you feel
portuguese: Observa como o que acreditas influencia como te sentes

source: noticed how what you believe impacts how you feel.
portuguese: observaste como o que acreditas influencia como te sentes.

source: Write an alternative positive belief for a negative situation
portuguese: Escreve uma crença positiva alternativa para uma situação negativa

source: wrote an alternative positive belief for a negative situation.
portuguese: escreveu uma crença positiva alternativa para uma situação negativa

source: Write one thing that you forgive yourself for today
portuguese: Escreve uma coisa pela qual perdoas-te hoje

source: wrote one thing that you forgive yourself for today.
portuguese: escreveste uma coisa pela qual perdoas-te hoje

source: Write who you forgive today
portuguese: Escreve quem perdoaste hoje

source: wrote who you forgive today.
portuguese: escreveste quem perdoaste hoje.

source: We're here, and ready to help, but you must enter a card with sufficient funds to proceed.
portuguese: Estamos aqui, e prontos para ajudar, mas tens que introduzir um cartão com fundos suficientes para continuar.

source: Informed consent continues throughout the course of therapy and my therapist will continue to talk with me about risks, benefits or educate me on the process of therapy as we go along. I agree to pay the stated cost for services, and understand that there are no refunds for services rendered. 7 Cups reserves the right to change these policies at any time.
portuguese: O consentimento informado continua ao longo do curso de terapia e meu terapeuta vai continuar falando comigo sobre riscos, benefícios ou me educando sobre o processo de terapia a medida que avançamos. Eu concordo em pagar o custo estatal dos serviços, e entendo que não existe reembolso pelos serviços prestados. 7 Cups tem o direito de alterar essas políticas a qualquer momento.

source: I understand that the laws that protect the confidentiality of my medical information also apply to online counseling services. As such, I understand that the information disclosed by me during the course of my therapy is generally confidential. However, there are both mandatory and permissive exceptions to confidentiality, including, but not limited to reporting abuse; expressed threats of violence towards an ascertainable victim; billing and chargebacks, and where I make my mental or emotional state an issue in a legal proceeding.
portuguese: Eu compreendo que as leis que protegem a confidencialidade da minha informação médica também se aplicam para serviços de aconselhamento online. Assim sendo, compreendo que a informação divulgada por mim durante o decorrer da minha terapia é geralmente confidencial. No entanto, existem excepções tanto obrigatórias como permissivas à confidencialidade, incluindo, mas não limitado a denunciar abuso; expressar ameaças de violência a determinada vítima; facturação e estornos, e situações em que o meu estado mental ou emocional constituir um problema num processo legal.

source: In order to participate in this chat, a Member Account is required.
portuguese: Para participares nesta conversa, é necessária uma Conta de Membro

source: Create Member Account
portuguese: Criar Conta de Membro

source: Hello and welcome to 7 Cups. We are very glad you joined us. We are currently searching for a kind and compassionate listener for you. Oh, and by the way, I&rsquo;m just a friendly bot. When your (real human) listener gets here they&rsquo;ll be able to view anything you&rsquo;ve said to me.
portuguese: Olá e bem-vindo(a) ao 7 Cups. Estamos muito contentes que te tenhas juntado a nós. Nós estamos à procura de un ouvinte gentil e compassivo para ti. Ah, e já agora, eu sou apenas um robô amigável. Quando o teu ouvinte (um ser humano) chegar ele poderá ler o que me escreveste.

source: You mentioned that the issue you are struggling with is %s.
portuguese: Mencionaste que o problema com que estás a lidar é %s.

source: Please tell us what is on your mind so we can better match you listener:
portuguese: Por favor diz-nos o que vai na tua mente para te combinarmos melhor com um ouvinte.

source: While you wait, I will create a create a personalized path for you to better address %s. It starts with a free emotional wellness test that will help you better understand %s.
portuguese: Enquanto esperas, vou criar um caminho personalizado para que possas lidar melhor com %s. Ele começa por um teste gratuito de bem-estar emocional que te vai ajudar a entender %s.

source: Don&rsquo;t worry, you won&rsquo;t lose your place in line. We&rsquo;ll connect you with your listener as soon as they are available.
portuguese: Não te preocupes, não vais perder o teu lugar na fila. Nós vamos conectar-te ao teu ouvinte assim que ele estiver disponível.

source: Start Now
portuguese: Começa agora

source: Please tell us what is on your mind so we can better match you with a listener:
portuguese: Por favor diz-nos o que está na tua mente para que possamos melhor juntar-te com um ouvinte:

source: Your listener will connect with you soon. We can notify you when they are available if you %s
portuguese: O teu ouvinte irá conectar contigo em breve. Nós podemos notificar-te quando eles estiverem disponíveis se tu %s

source: Sign Up as a Member
portuguese: Inscreve-te como Membro

source: While you wait, you have a few options. (Don&rsquo;t worry, we&rsquo;ll automatically connect you when your listener is ready). You can:
portuguese: Enquanto esperas, tens algumas opções. (Não te preocupes, vamos automaticamente conectar-te quando o teu ouvinte estiver pronto). Tu podes:

source: Relax here in your private room, and optionally chat with a simple bot (me!) while you wait. I&rsquo;ll also share some fun and uplifting images.
portuguese: Relaxa aqui na tua sala privada, e opcionalmente conversa com um simples bot (eu!) enquanto esperas. Também vou partilhar algumas imagens divertidas e inspiradoras.

source: Chat with others in %s
portuguese: Conversa com outros em %s

source: OK then, I can share some information with you and ask you some questions, or if you prefer I can leave you alone. At any point, if you type &ldquo;stop&rdquo; on a line by itself I will be quiet.
portuguese: Então está bem, posso partilhar alguma informação contigo e fazer-te algumas perguntas, ou se preferires posso deixar-te a sós. Se em algum momento, escreveres stop numa linha sem nada eu vou ficar quieta.

source: This is your private room. All conversations here are confidential, safe and secure. This is a place where you can discuss anything, privately.
portuguese: Esta é a tua sala privada. Todas as conversas aqui são confidenciais, seguras e protegidas. Este é um local onde podes discutir qualquer coisa, em privado.

source: Chatting with your listener is simple like messaging with a trusted friend.
portuguese: Conversar com o teu ouvinte é simples como mandar mensagens a um amigo que confias.

source: Over 6 million people have used 7 Cups to share and grow. You are in good company ;)
portuguese: Mais de 6 milhões de pessoas usaram o 7 Cups para partilhar e crescer. Estás em boa companhia ;)

source: Now that you understand more about 7 Cups, I&rsquo;d like to ask you a few questions so that we can further personalize your experience.
portuguese: Agora que percebes mais sobre 7 Cups, eu gostaria de fazer-te umas perguntas para que possamos personalizar mais a tua experiência.

source: Welcome back! Great to see you take the next step on your growth path. You are growing stronger.
portuguese: Bem-vindo(a) de volta! É bom ver-te tomar o próximo passo no teu caminho de crescimento. Estás a tornar-te mais forte.

source: Please tell us what is on your mind so we can better match you with a listener:
portuguese: Por favor diz-nos o que está na tua mente para que possamoss melhor juntar-te com um ouvinte:

source: Relax here in your private room, and optionally chat with a simple bot (me!) while you wait. I&rsquo;ll also share some fun and uplifiting images.
portuguese: Relaxa aqui no teu quarto privado, e opcionalmente conversa com um robô simples (eu!) enquanto esperas. Eu vou também partilhas algumas imagens divertidas e inspiradoras.

source: As you may know, this is your private room. All conversations here are confidential, safe and secure. This is a place where you can discuss anything, privately.
portuguese: Como deves saber, esta é a tua sala privada. Todas as conversas aqui são privadas, seguras e protegidas. Este é um espaço onde podes discutir tudo, em privado.
