Repository: kaka-hub/kacosmic
Catalog: 7_Cups_*.po
Languages: portuguese

source: %s growth point to next level
portuguese: %s pontos de crescimento até ao próximo nível

source: Try A Personalized Path
portuguese: Experimenta Um Caminho Personalizado

source: Well Done!
portuguese: Muito bem!

source: You can do it!
portuguese: Tu consegues!

source: %d growth point to next level
portuguese: % de pontos de crescimento até ao próximo nível

source: Recommended Activity
portuguese: Atividade recomendada

source: Start Exercise
portuguese: Começar exercício

source: You can always take general requests to move forward on your path
portuguese: Podes sempre atender pedidos gerais para avançar no teu caminho

source: Progress Path Error (100) - Please contact support@7cupsoftea.com
portuguese: Erro de Progresso no Caminho (100) - Por favor, contactar support@7cupsoftea.com

source: Message sent. We will alert you when you receive a response.
portuguese: Mensagem enviada. Enviaremos um alerta quando receberes uma resposta.

source: Unable to send message. Message not sent.
portuguese: Impossível enviar a mensagem. Mensagem não enviada.

source: Unauthorized user. Message not sent.
portuguese: Usuário não autorizado. Mensagem não enviada.

source: Requested listener not found or no longer available.
portuguese: O ouvinte solicitado não foi encontrado ou não disponível.

source: You may not request a conversation with yourself.
portuguese: Não podes iniciar uma conversa contigo mesmo.

source: You may not request a conversation with a teen listener.
portuguese: Não podes iniciar uma conversa com um ouvinte adolescente.

source: You may not request a conversation with an adult listener unless they are a teen mentor.
portuguese: Não pode iniciar uma conversa com um ouvinte adulto a não ser que seja um mentor de adolescentes.

source: We found your account and a new temporary password has been emailed to you.
portuguese: Encontrámos a tua conta e foi enviado uma nova senha temporária para o teu e-mail.

source: The Email Address you supplied can not be found.
portuguese: O endereço de e-mail fornecido não pode ser encontrado.

source: New Messages
portuguese: Novas mensagens

source: Teacup Reminders
portuguese: Lembretes Teacup

source: Progress Updates
portuguese: Atualizações do progresso

source: Inspirational Sayings
portuguese: Provérbios Inspiradores

source: Invalid Email or Password.
portuguese: Email inválido ou senha

source: Please Choose Your Account Type
portuguese: Por favor, escolhe o teu tipo de conta

source: Listener
portuguese: Ouvinte

source: Member
portuguese: Membro

source: I'm a translatable string.
portuguese: Eu sou uma string traduzível.

source: Me too
portuguese: Eu também

source: I have %d apple
portuguese: Eu tenho %d maçã

source: yyyy-mm-dd
portuguese: aaaa-mm-dd

source: month
portuguese: mês

source: Recurring billing. Cancel anytime.
portuguese: Cobrança recorrente. Cancela a qualquer momento.

source: MOST POPULAR
portuguese: MAIS POPULAR

source: Unlimited access to the 7 Cups Collection forever.
portuguese: Acesso ilimitado à Coleção do 7 Cups para sempre.

source: Cannot Confirm This Purchase. Please Contact Support. Reference #
portuguese: Não foi possível confirmar esta aquisição. Por favor, contacta o suporte. Referência #

source: Unable to record your subscription to the database. Please report this error to support@7cups.com.
portuguese: Impossível registar a tua subscrição no banco de dados. Por favor, reporta este erro a support@7cups.com

source: Valid email address is required for login and communication.
portuguese: Endereço de e-mail válido é necessário para o login e comunicação.

source: New password must contain between 8 and 15 characters.
portuguese: Nova senha deve conter entre 8 e 15 caracteres.

source: Another account already exists with this email address. Please select a different email address.
portuguese: Outra conta já existe com este e-mail. Por favor, selecciona um e-mail diferente.

source: Error occured when recording your request. If issue persists, please contact support and support@7cupsoftea.com.
portuguese: Ocorreu um erro na gravação do teu pedido. Se o problema persistir, por favor contactar o suporte e support@7cupsoftea.com.

source: Cheers Earned
portuguese: Pontos ganhos

source: Compassion
portuguese: Compaixão

source: Forum Upvotes
portuguese: Votos no Fórum

source: People Helped
portuguese: Pessoas ajudadas

source: Support Chats
portuguese: Conversas de Apoio

source: Listener Chats
portuguese: Conversas de Ouvinte

source: Repeat Users
portuguese: Usuários Repetidos

source: Referral Clicks
portuguese: Cliques de Referência

source: Share My Personal Link
portuguese: Partilhar o meu Link Pessoal

source: Compassions
portuguese: Compaixões

source: Growth Points
portuguese: Pontos de crescimento

source: Run Streak Targets
portuguese: Objectivos Atingidos Consecutivamente

source: (number of consecutive days taking a step on your growth path)
portuguese: (número de dias consecutivos a dar passos no teu caminho de crescimento)

source: Chat
portuguese: Conversa

source: Path
portuguese: Caminho

source: Personalized Path
portuguese: Caminho Personalizado

source: Start Feeling Better Now!
portuguese: Começa a Sentir-te Melhor Agora!

source: Choose another Path
portuguese: Escolhe Outro Caminho

source: Listeners
portuguese: Ouvintes

source: Group Support Chat
portuguese: Conversa Grupo de Apoio

source: Community Forum
portuguese: Fórum da Comunidade

source: Search
portuguese: Pesquisa

source: Personalized Paths
portuguese: Caminhos Personalizados

source: Monthly
portuguese: Mensalmente

source: To ensure uninterrupted service, monthly subscriptions will be renewed automatically each month, using the credit card on file. 7 Cups does not offer refunds on the monthly subscriptions but you may cancel your monthly payment any time.</p>
portuguese: Para garantir um serviço ininterrupto, as subscrições mensais serão automaticamente renovadas a cada mês, utilizando o cartão de crédito guardado. O 7 Cups não oferece devoluções para as subscrições mensais, mas poderás cancelar o teu pagamento mensal a qualquer momento.</p>

source: Yearly
portuguese: Anualmente

source: Annual subscriptions are billed in one payment at the time of purchase. To ensure uninterrupted service, annual subscriptions will be renewed automatically each year, using the credit card on file. Annual subscriptions automatically renew at the end of the initial term, at the rate secured at the time of purchase. Annual subscriptions are backed by our 30-day 100% money back guarantee.</p>
portuguese: As subscrições anuais são cobradas num único pagamento no momento da aquisição. Para garantir um serviço ininterrupto, subscrições anuais serão automaticamente renovadas a cada ano, utilizando o cartão de crédito guardado. A subscrição anual é renovada automaticamente no final do prazo inicial, à taxa fixada no momento da compra. As subscrições anuais são apoiadas pelos nossos 30-dias de garantia de devolução total.</p>

source: Two Years
portuguese: Dois anos

source: Bi-annual subscriptions are billed in one payment at the time of purchase. To ensure uninterrupted service, bi-annual subscriptions will be renewed automatically each year after the initial 2-year term, using the credit card on file. Bi-annual subscriptions automatically renew annually each year thereafter at half the rate secured at the time of purchase each year. Bi-annual subscriptions are backed by our 30-day 100% money back guarantee.</p>
portuguese: As subscrições bi-anuais são cobradas num único pagamento no momento da compra. Para garantir um serviço ininterrupto, as subscrições bi-anuais serão automaticamente renovadas a cada ano após o prazo inicial de 2 anos, utilizando o cartão de crédito em arquivo. As subscrições bi-anuais automaticamente renovadas anualmente a cada ano subsequente à metade da taxa fixada no momento da compra a cada ano. As subscrições semestrais são apoiados pelos nossos 30 dias de garantia de devolução total.</p>

source: Forever
portuguese: Para sempre

source: Forever subscriptions are billed in one payment at the time of purchase. Forever subscriptions are backed by our 30-day 100% money back guarantee.</p>
portuguese: As subscrições permanentes são cobradas num único pagamento no ato da compra. As subscrições permanentes são apoiadas pelos nossos 30-dias de garantia de devolução total.</p>

source: Choose A Subscription
portuguese: Escolhe uma subscrição

source: Close
portuguese: Fechar

source: Recover My Password
portuguese: Recuperar a Minha Senha

source: I'll Try Again
portuguese: Eu vou tentar de novo

source: Sign Out
portuguese: Sair

source: Account
portuguese: Conta

source: Sign in
portuguese: Entrar

source: Create Account
portuguese: Criar conta

source: Restore Subscription
portuguese: Restaurar subscrição

source: Status
portuguese: Estado

source: Settings
portuguese: Definições

source: Push Notifications
portuguese: Notificações via Push

source: Email Preferences
portuguese: Preferências de Email

source: Badges & Path
portuguese: Emblemas & Caminho

source: Daily
portuguese: Diariamente

source: Weekly
portuguese: Semanalmente

source: Never
portuguese: Nunca

source: Immediately
portuguese: Imediatamente

source: When Followed
portuguese: Quando me Seguirem

source: When Liked
portuguese: Quando Gostarem

source: Save Changes
portuguese: Guardar alterações

source: Complete Member Sign-Up
portuguese: Terminar incrição de membro

source: Screen Name
portuguese: Nome visível

source: Password
portuguese: Senha

source: Date of Birth
portuguese: Data de Nascimento

source: Month
portuguese: Mês

source: Year
portuguese: Ano

source: I agree to the following:
portuguese: Concordo com o seguinte:

source: 7 Cups Member Terms of Service
portuguese: Termos de Serviço do 7 Cups

source: 7 Cups Privacy Policy
portuguese: Política de Privacidade do 7 Cups

source: Almost done! Just a few more seconds so we can better help!
portuguese: Quase feito! Só mais alguns segundos para que a ajuda seja melhor!

source: On a scale of 1-10, how distressed are you?
portuguese: Numa escala de 1-10, quão aflito estás?

source: Which issue are you struggling with?
portuguese: Que problema estás a enfrentar?

source: -- Select One --
portuguese: -- Seleciona um --

source: Other
portuguese: Outro

source: Other Issue
portuguese: Outro Problema

source: January
portuguese: Janeiro

source: February
portuguese: Fevereiro

source: March
portuguese: Março

source: April
portuguese: Abril

source: May
portuguese: Maio

source: June
portuguese: Junho

source: July
portuguese: Julho

source: August
portuguese: Agosto

source: September
portuguese: Setembro

source: October
portuguese: Outubro

source: November
portuguese: Novembro

source: December
portuguese: Dezembro

source: Update Account
portuguese: Atualizar conta

source: Remind Me Later
portuguese: Lembrar-me mais tarde

source: Notifications
portuguese: Notificações

source: Alerts
portuguese: Alertas

source: Find A Listener
portuguese: Encontra um Ouvinte

source: Browse Listeners
portuguese: Procurar Ouvintes

source: Feed
portuguese: Mural

source: Community
portuguese: Comunidade

source: New
portuguese: Novo

source: Top
portuguese: Topo

source: Categories
portuguese: Categorias

source: Share 7 Cups
portuguese: Compartilha o 7 Cups

source: Review or Rate Listener
portuguese: Comenta ou classifica o Ouvinte

source: Delete Messages Forever
portuguese: Eliminar mensagens definitivamente

source: Block this Connection
portuguese: Bloquear esta Conexão

source: End Live Chat
portuguese: Encerrar conversa

source: UNMUTE ALL USERS
portuguese: RETIRAR SILENCIADOR DE TODOS OS USUÁRIOS

source: Yes, I Want More 7 Cups!
portuguese: Sim, eu quero mais 7 Cups!

source: Not Right Now
portuguese: Agora Não

source: This content is available to upgraded members only
portuguese: Este conteúdo está unicamente disponível para os membros com subscrição

source: Community Categories
portuguese: Categorias Comunitárias

source: Become a member to join this room!
portuguese: Torne-se um membro para participar nesta sala!

source: Welcome back!
portuguese: Bem-vindo(a) de volta!

source: Please review & correct all errors
portuguese: Por favor reveja & corrija todos os erros

source: Connect with a Listener
portuguese: Conectar com um Ouvinte

source: Try a simple calming activity
portuguese: Experimenta uma atividade calmante simples

source: Want to Chat?
portuguese: Queres conversar?

source: Free, anonymous, confidential conversations with trained volunteer listeners
portuguese: Conversas gratuitas, anónimas e confidencias com ouvintes voluntários treinados

source: Birth Month
portuguese: Mês de nascimento

source: Birth Year
portuguese: Ano de Nascimento

source: Choose the most important issue affecting you
portuguese: Escolha a questão mais importante que o afeta

source: Something else...
portuguese: Algo mais...

source: Chatroom Rules
portuguese: Regras da Sala de Conversa

source: Type your message here...
portuguese: Escreva a sua mensagem aqui ...

source: Remove message as a moderator.
portuguese: Remover mensagem como moderador.

source: Presence
portuguese: Presença

source: mute/report
portuguese: silenciar/reportar

source: General Requests
portuguese: Pedidos gerais

source: Connect Now
portuguese: Conectar agora

source: Find a Listener
portuguese: Encontra um Ouvinte

source: Personal Requests
portuguese: Pedidos Pessoais

source: 1-on-1 Conversations
portuguese: Conversa 1-para-1

source: To follow other members, please create an account.
portuguese: Para seguir outros membros, por favor crie uma conta.

source: Listens To Teens & Adults
portuguese: Ouve Adolescentes & Adultos

source: Listens To Adults
portuguese: Ouve Adultos

source: Listens to Teens
portuguese: Ouve Adolescentes

source: Listener Age Group
portuguese: Faixa Etária do Ouvinte

source: Adult
portuguese: Adulto

source: Teen
portuguese: Adolescente

source: Category
portuguese: Categoria

source: Find Keywords
portuguese: Encontrar Senha

source: Country
portuguese: País

source: Language
portuguese: Idioma

source: Sort By
portuguese: Ordenar por

source: Availability
portuguese: Disponibilidade

source: Cheers
portuguese: Pontos

source: Chats
portuguese: Conversas

source: Listener Rating
portuguese: Classificação do Ouvinte

source: Find me a Listener
portuguese: Encontre-me um Ouvinte

source: Basic Search
portuguese: Pesquisa básica

source: Advanced Search
portuguese: Pesquisa Avançada

source: Sorry!
portuguese: Desculpa!

source: Following
portuguese: Seguindo

source: Followers
portuguese: Seguidores

source: Helpfulness
portuguese: Prestatividade

source: Professionalism
portuguese: Profissionalismo

source: Empathy
portuguese: Empatia

source: Number of Ratings
portuguese: Número de Classificações

source: Languages
portuguese: Linguagens

source: Listener Since
portuguese: Ouvinte desde

source: Progress Path
portuguese: Caminho de progresso

source: Group Support Chats
portuguese: Conversas de Apoio em Grupo

source: Do you want to cancel this request and start all over?
portuguese: Queres cancelar este pedido e começar tudo de novo?

source: Yes, please cancel this request
portuguese: Sim, por favor cancelar este pedido

source: No Thanks
portuguese: Não, obrigado

source: Support is on its way!
portuguese: Apoio está a caminho!

source: Connecting you with a listener as soon as possible (feel free to explore the app without losing your place in line).
portuguese: Estamos a ligar-te a um ouvinte o mais rapidamente possível (podes explorar a aplicação sem perder o teu lugar na fila).

source: Want to understand yourself better?
portuguese: Queres entender-te melhor?

source: Take our 2 minute emotional wellness test while you wait
portuguese: Faça o nosso teste emocional de bem-estar de 2 minutos, enquanto esperas

source: Got Issues?
portuguese: Tens problemas?

source: Get Help While You Wait
portuguese: Obtém Ajuda Enquanto Esperas

source: Cancel Request
portuguese: Cancelar pedido

source: Send %1$s a Warning
portuguese: Enviar %1$s um aviso

source: As a moderator, you may use this tool to warn users about violations of chatroom policy. Rule numbers correspond to the rules popup at the bottom of the chatroom. Rules marked in red will result in an immediate global mute. Other rules will result in a mute after the appropriate number of warnings.
portuguese: Como moderador, podes usar esta ferramenta para alertar os usuários sobre violações da política da sala de conversa. Os números das regras correspondem às regras pop-up no canto inferior da sala de conversa. Regras marcadas a vermelho irão resultar num silenciar global imediato. Outras regras irão resultar num silenciar após o número apropriado de avisos.

source: -- Please select a rule violation --
portuguese: -- Por favor, selecione uma violação de regra --

source: Send Warning
portuguese: Enviar aviso

source: Referral Link Copied to Clipboard!
portuguese: Link de referência copiados para o clipboard!

source: Dismiss
portuguese: Dispensar

source: Yes
portuguese: Sim

source: No
portuguese: Não

source: Send Message
portuguese: Enviar mensagem

source: Emergencies
portuguese: Emergências

source: If you are in a life threatening situation, please call 911 or the Suicide Helpline at 1-800-273-8255
portuguese: Se estiveres numa situação de risco de vida, liga para o 112 ou para Amigo24H 218 368 008

source: Non-Crisis Support
portuguese: Apoio não-Crise

source: We support those who are not in crisis, and not going to harm others.
portuguese: Apoiamos aqueles que não estão em crise, e que não vão prejudicar os outros.

source: Teens
portuguese: Adolescentes

source: We happily support teens 13-17 who have parental consent.
portuguese: Nós, de bom grado, apoiamos adolescentes (13-17) com consentimento parental.

source: I agree to agree to the Terms of Service and Privacy Policy
portuguese: Aceito e concordo com os Termos de Serviço e Política de Privacidade

source: I AM OVER 18 YEARS OLD
portuguese: EU TENHO MAIS DE 18 ANOS

source: I AM 13-17 YEARS OLD
portuguese: EU TENHO 13-17 ANOS

source: AND HAVE PARENTAL CONSENT
portuguese: E TENHO CONSENTIMENTO PARENTAL

source: Go to Chat
portuguese: Ir para a Conversa

source: Leave an Offline Message
portuguese: Deixa uma mensagem offline

source: Welcome to 7 Cups
portuguese: Bem-vindo(a) ao 7 Cups

source: Your Listener is Ready!
portuguese: O teu Ouvinte está Pronto!

source: 7 Cups Member Agreement
portuguese: Acordo Membro 7 Cups

source: Your Online Status
portuguese: O teu Estado Online

source: Conversation Menu
portuguese: Menu de Conversa

source: Group Chat Rules
portuguese: Regras de Conversa em Grupo

source: Recent Chatrom Participants
portuguese: Participantes Recentes na Sala de Conversa

source: Helpful resources if you are in crisis
portuguese: Recursos úteis se estiver em crise

source: BLOCK a user to prevent further contact with you. BAN a user for a major TOS violation for which they should no longer be allowed to use 7 Cups.
portuguese: BLOQUEAR usuário para evitar contacto posterior. BANIR usuário por uma grave violação dos Termos e Condições, pela qual deve deixar de ser autorizado a utilizar o 7 Cups

source: Block or Ban this User
portuguese: Bloquear ou Banir este Usuário

source: Report or Block this Listener
portuguese: Reportar ou Bloquear este Ouvinte

source: General Conversation Requests
portuguese: Pedidos Gerais de Conversa

source: General requests go out to <b>ALL LISTENERS</b>
portuguese: Pedidos gerais vão para <b>TODOS OS OUVINTES</b>

source: Personal Conversation Requests
portuguese: Pedidos de Conversação Pessoais

source: Personal requests go out to <b>ONLY YOU</b>
portuguese: Pedidos pessoais vão para <b>SOMENTE TU</b>

source: Congratulations! You just earned a Compassion Heart!
portuguese: Parabéns! Acabaste de ganhar um Coração de Compaixão!

source: You said something kind and someone hearted your message. Sign up to be a member so you don&rsquo;t lose your compassion points. As a member, you can also give hearts, earn growth points, and unlock badges.
portuguese: Disseste algo bondoso e alguém colocou um coração na tua mensagem. Increve-te para seres um membro e não perderes os teus pontos de compaixão. Como membro, também podes dar corações, ganhar pontos de crescimento, e desbloquear emblemas.

source: Become a member
portuguese: Torna-te membro

source: -- Reason for Block/Ban --
portuguese: -- Razão para bloquear/banir --

source: [BLOCK] Triggering Chats
portuguese: [BLOQUEAR] Conversas perturbadoras

source: [BLOCK] Stalking
portuguese: [BLOQUEAR] Perseguição

source: [BLOCK] Overly Dependent
portuguese: [BLOQUEAR] Dependência extrema

source: [BLOCK] Requesting/Sharing Personal Info
portuguese: [BLOQUEAR] Pedido/Partilha de informação pessoal

source: [BLOCK] Inappropriate/Sex Chat
portuguese: [BLOQUEAR] Conversa inapropriada/sexual

source: [BAN] Harassing/Threatening Behavior
portuguese: [BLOQUEAR] Assédio/comportamento ameaçador

source: [BLOCK] Other
portuguese: [BLOQUEAR] Outro

source: (REQUIRED) Please describe provide the details for banning
portuguese: (OBRIGATÓRIO) Por favor, forneça e descreva os detalhes para proibição .

source: BAN
portuguese: BANIR

source: BLOCK
portuguese: BLOQUEAR

source: Block
portuguese: Bloquear

source: Someone believes you could benefit from accessing these resources. Please do not use 7 Cups of Tea if you are suicidal. We need you to get the best help you can by using these resources.
portuguese: Alguém acredita que podes beneficiar do acesso a estes recursos. Por favor, não uses o 7 Cups se és suicida. Queremos que tenhas a melhor ajuda a partir destes recursos.

source: Suicide Prevention Lifeline
portuguese: Linha de Prevenção de Suicídio

source: or
portuguese: ou

source: Suicide Prevention Online Chat
portuguese: Conversa Online de Prevenção ao Suicídio

source: Sexual Assault Hotline
portuguese: Linha de Agressão Sexual

source: US Veterans Crisis Hotline
portuguese: Linha de Veteranos em Crise

source: Center to Prevent Youth Violence
portuguese: Centro para a Prevenção da Violência Juvenil

source: The Trevor Project for LGBT teens
portuguese: O Projeto Trevor para adolescentes LGBTQ

source: Teen Line
portuguese: Linha de Adolescente

source: Safe Haven for self-injurers
portuguese: Refúgio seguro para auto-mutiladores

source: Do you love 7 Cups?
portuguese: Adoras o 7 Cups?

source: Want to help us help more people?
portuguese: Queres ajudar-nos a ajudar mais pessoas?

source: Write a positive review for 7 Cups to help us change the world!
portuguese: Escreve uma avaliação positiva para 7 Cups para nos ajudar a mudar o mundo!

source: I'd Love to Help!
portuguese: Eu adoraria ajudar!

source: Maybe Later
portuguese: Talvez mais tarde

source: This live chat session has ended.
portuguese: Esta sessão de conversa ao vivo terminou.

source: Thank you so much for all your good work on 7 Cups of Tea!
portuguese: Muito obrigado por todo o teu bom trabalho no 7 Cups of Tea!

source: Refer %1$s
portuguese: Referir %1$s

source: Is %1$s talking about suicide or seems to be in crisis? If so, please refer them to the suicide hotline and other crisis resources.
portuguese: Esta falando sobre suicídio ou parece estar em crise? Se for assim, por favor, refira ele para a linha direta de suicídios e outros recursos de buscas sobre crises.

source: Send Anonymous Referral
portuguese: Enviar referendo anónimo

source: Cancel
portuguese: Cancelar

source: Live Chat Session Complete
portuguese: Sessão de Conversa ao Vivo Completa

source: We hope you had a great conversation & are feeling better!
portuguese: Esperamos que tenhas tido uma boa conversa e te sintas melhor!

source: How was your experience with %1$s?
portuguese: Como foi a tua experiência com %1$s?
