Repository: kaka-hub/kacosmic
Catalog: 7_Cups_*.po
Languages: portuguese

source: By participating in on-line therapy services I am aware of potential benefits and risks. Some benefits may include improved access to services, being able to choose the therapist I want with specialty experience, the convenience of not having to travel to a therapist and using whatever means of communication I am comfortable with. Although risks are rare, I am aware there are possible risks which include that the information I am able to give may not be sufficient to allow for a diagnosis, that there may be delay in response from my therapist due to technical failures or unforeseen events, and that I may not be able to respond to my therapist due to my own technology failures or unforeseen events.
portuguese: Ao participar de serviços de terapia on-line, estou ciente dos benefícios e riscos potenciais. Alguns benefícios podem incluir acesso melhorado aos serviços, ser capaz de escolher o terapeuta que eu quero com experiência de especialidade, a conveniência de não ter que viajar para ver um terapeuta e usar qualquer meio de comunicação que esteja confortável para o efeito. Embora os riscos sejam raros, estou ciente de que existem possíveis riscos que incluem a informação dada, que pode não ser suficiente para permitir um diagnóstico, podendo haver atraso na resposta do meu terapeuta devido a falhas técnicas ou imprevistos, e que eu posso não ser capaz de responder ao meu terapeuta devido às minhas próprias falhas de tecnologia ou eventos imprevistos.

source: I understand that my therapist may not be able to provide certain services to me. If my therapist believes I need additional or other services, they may refer me to another specialist or type of care, such as seeing a medical doctor for further evaluation and treatment.
portuguese: Eu entendo que meu terapeuta pode não ser capaz de fornecer certos serviços para mim. Se meu terapeuta acreditar que preciso de mais ou outros serviços, o mesmo pode-me referir a outro especialista ou tipo de cuidado, como ver um médico para avaliação e tratamento.

source: If I decide that I would like to switch to another therapist on the 7 Cups platform, I can ask my therapist and they will help me.
portuguese: Se eu decidir que eu gostaria de mudar para outro terapeuta na plataforma 7 Cups, eu posso pedir ao meu terapeuta e ajuda será providenciada.

source: My therapist and I will communicate asynchronously, not as instant message or in real time. I can contact my therapist either via the 7 Cups website or with the 7 Cups free mobile App.
portuguese: Meu terapeuta e eu nos comunicaremos assincronamente, não como mensagem instantânea ou em tempo real. Posso entrar em contato com meu terapeuta através do site 7 Cups ou através do aplicativo móvel gratuito 7 Cups.

source: It is not recommended that I suddenly stop contacting my therapist or "drop out" without talking about the termination of therapy. Therapists and clients talk about the expected length of therapy and ending the therapeutic relationship.
portuguese: Não é recomendado que eu pare subitamente o contacto com o meu terapeuta ou "abandone" sem falar sobre o término da terapia. Os terapeutas e clientes falam sobre a duração esperada da terapia e terminam a relação terapêutica.

source: This is a secure 256-bit SSL Encrypted payment
portuguese: Este é um pagamento seguro encriptado 256-bit SSL

source: Start Free Trial Now!
portuguese: Começa Gratuitamente o Período de teste agora!

source: Promo Code (optional)
portuguese: Código de promoção (opcional)

source: Apply
portuguese: Inscreve-te

source: Continue
portuguese: Continua

source: 3 Day Trial!
portuguese: 3 dias de teste!

source: Just like texting with a close friend, you can now message your therapist every day, writing as many times as you want.
portuguese: Assim como mensagens de texto com um amigo próximo, podes enviar mensagem ao teu terapeuta todos os dias, escrevendo quantas vezes quiseres.

source: And the first 3 days are free!
portuguese: E os 3 primeiros dias são gratuitos!

source: Office Counseling
portuguese: Aconselhamento de escritório

source: 7 Cups vs. Office Counseling
portuguese: 7 Cups vs Aconselhamento

source: Daily Price
portuguese: Preço diário

source: 3-Day trial discount
portuguese: Desconto de 3 dias de teste

source: Total Due Now
portuguese: Total devido agora

source: Your subscription, which starts with a 3 day free trial, will begin when you click on the button above. Simply cancel anytime in the 3 days, and you will not be charged. To cancel, go to "settings" and click on "manage therapy" and cancel. By clicking the button above, you authorize us to continue your month to month 7 Cups subscription automatically. at the rate of $5/day, billed monthly ($150/month)
portuguese: A tua subscrição, que começa com um teste grátis de 3 dias, vai começar quando clicares no botão acima. Simplesmente cancele a qualquer momento nos 3 dias, e não serás cobrado. Para cancelar, vá a "definições" e clique em "gerir terapia" e cancela. Ao clicar no botão acima, autoriza-nos a continuar a tua subscrição ao 7 Cups automática mês a mês. à taxa de $5/dia, facturada mensalmente ($150/mês)

source: Chat with a...
portuguese: Fala com um/a...

source: Your Information
portuguese: Os teus dados

source: First Name
portuguese: Nome

source: Last Name
portuguese: Último nome

source: This will not be shared with your therapist or anyone else unless there is concern for your safety.
portuguese: Isto não será partilhado com o teu terapeuta ou outra pessoa a não ser que haja preocupação pela tua segurança.

source: Phone Number
portuguese: Telefone

source: Address
portuguese: Morada

source: City
portuguese: Cidade

source: State
portuguese: Estado

source: Member Account
portuguese: Conta de membro

source: Create new account
portuguese: Criar uma nova conta

source: Create Password
portuguese: Criar password

source: Therapist
portuguese: Terapeuta

source: Start chatting right away for free with a trained active listener
portuguese: Começa a conversar gratuitamente com um ouvinte ativo treinado

source: Get help privately from a therapist right now
portuguese: Obtem ajuda em privado de um terapeuta agora

source: We are going to work closely with you
portuguese: Vamos trabalhar em estreita colaboração consigo.

source: While you wait, try a simple exercise to help yourself
portuguese: Enquanto espera, experimente um exercício simples para lhe ajudar

source: Breathing reminds you that you are more than the issues you are experiencing.
portuguese: A respiração te lembra que você é mais do que os problemas que está enfrentando.

source: The exercise helps fill your cup. You now have one more skill to help yourself
portuguese: O exercício ajuda a encher o copo. Agora tem mais uma habilidade para se ajudar.

source: People get the best results when they set a daily reminder
portuguese: As pessoas obtêm os melhores resultados quando definem um lembrete diário

source: When we struggle, we can sometimes be too hard on ourselves
portuguese: Quando passamos dificuldades, às vezes podemos ser muito difíceis com nós mesmos

source: Get Started Free
portuguese: Começa Gratuitamente

source: Take another step
portuguese: Dá mais um passo

source: Later
portuguese: Mais tarde

source: Show me my growth path!
portuguese: Mostra-me o meu caminho de crescimento!

source: Conversations
portuguese: Conversas

source: Free, anonymous, confidential text chat with trained volunteer listeners
portuguese: Conversa por texto grátis, anónima e confidencialmente com um ouvinte voluntário treinado

source: Get Started
portuguese: Começa

source: Over 11 million conversations
portuguese: Mais de 11 milhões de conversas

source: What can we help you with today?
portuguese: Como podemos ajudar-te hoje?

source: Username
portuguese: Nome de utilizador

source: Accept this username or enter another
portuguese: Aceita este nome de utilizador ou insere outro

source: Email Address
portuguese: Endereço de Email

source: Password must be at least 8 characters
portuguese: A palavra-passe tem de conter pelo menos 8 caracteres

source: Terms of Service
portuguese: Termos de Serviço

source: Privacy Policy
portuguese: Política de Privacidade

source: Let me in!
portuguese: Deixa-me entrar!

source: Recover Password
portuguese: Recuperar palavra-passe

source: We are here to support you
portuguese: Estamos aqui para te ajudar

source: Our proven, research-based program involves chatting with experts and trained listeners, and taking simple steps.
portuguese: O nosso programa, baseado em pesquisas, envolve chat com profissionais e ouvintes treinados, e em dar pequenos passos.

source: We are very glad you joined us
portuguese: Estamos muito contentes que te tenhas juntado a nós

source: We are currently searching for a kind and compassionate listener for you.
portuguese: Estamos neste momento à procura de um ouvinte gentil e compassivo para ti.

source: Sounds good.
portuguese: Parece bem.

source: Welcome back.
portuguese: Bem vindo(a) de volta.

source: Breathe in and out, guided by the image
portuguese: Inspira e expira, guiado(a) pela imagem

source: Good work! Breathing reminds you that you are more than any challenges you are facing.
portuguese: Bom trabalho! Respirar lembra-te que és mais do que qualquer desafio que estejas a enfrentar.

source: Good work!
portuguese: Bom trabalho!

source: This teacup represents your wellness
portuguese: Esta chávena de chá representa o teu bem estar.

source: Keep your cup full by taking at least one step each day
portuguese: Mantém a tua chávena cheia completando pelo menos um passo por dia.

source: We recommend setting a reminder now
portuguese: Agora recomendamos que faça um lembrete.

source: We can set a reminder for you to take another step tomorrow
portuguese: Se quiseres podemos marcar um lembrete para que amanhã completes outro passo.

source: Treat yourself like you would a good friend
portuguese: Trata de ti como se tratasses de um bom amigo

source: If a friend felt the way you do now, what would you say to encourage them?
portuguese: Se um amigo se sentisse da maneira que te sentes agora, que lhe dirias para encorajá-lo?

source: Sometimes we can be pretty hard on ourselves and treat ourselves in unfair manner. Think about a problem you are currently facing. Now, imagine a good friend comes to you with that same problem.
portuguese: Por vezes podemos ser muito difíceis connosco próprios e tratarmo-nos de uma forma injusta. Pensa num problema que estás a atravessar neste momento. Agora, imagina um bom amigo chega a ti com o mesmo problema.

source: Fill in the problem
portuguese: Insere o problema

source: Read this to yourself a couple of times:
portuguese: Lê isto para ti algumas vezes:

source: How does it feel?
portuguese: Como te sentes?

source: Talking to yourself like you would a good friend is a great way to grow stronger and make life more enjoyable.
portuguese: Falar contigo mesmo como farias com um bom amigo é uma forma de crescer mais forte e fazer da vida algo mais agradável.

source: Well done!
portuguese: Muito bem!

source: Your wellness cup is nearly full
portuguese: A tua chávena de bem-estar está quase cheia

source: You are doing great!
portuguese: Estás a ir muito bem!

source: 7 Cups has helped millions of people and it will help you too.
portuguese: 7 Cups tem ajudado milhões de pessoas e vai te ajudar também.

source: Browse All 7 Cups Listeners
portuguese: Procura todos os ouvintes do 7 Cups

source: %s Home
portuguese: %s página inicial

source: Browse %s Listeners
portuguese: Procura %s ouvintes

source: Videos
portuguese: Vídeos

source: Leave a Message
portuguese: Deixa uma mensagem

source: Get things started in your private 1-on-1 chat room:
portuguese: Começa as coisas na sua sala de conversa privada:

source: Go to Room
portuguese: Vai para a sala

source: Make a General Request
portuguese: Faz um Pedido Geral

source: The next available listener will pick you up:
portuguese: O próximo ouvinte disponível irá atender-te

source: Learn about Yourself
portuguese: Aprende sobre ti mesmo(a)

source: Take a brief wellness test to understand yourself better:
portuguese: Faz um teste curto de bem-estar para te compreenderes melhor:

source: Take the Wellness Test
portuguese: Faça o Teste de Bem-Estar

source: Refer to a Therapist?
portuguese: Referir a um terapeuta?

source: We have inserted a referral into your message box. Just send it or edit it into your own words.
portuguese: Inserimos uma referência na sua caixa de mensagens. Envie ou edite por palavras suas.

source: Therapists
portuguese: Terapeutas

source: me@example.com
portuguese: eu@exemplo.com

source: Try a new path
portuguese: Experimenta um novo percurso

source: Organization
portuguese: Organização

source: Current
portuguese: Atual

source: Connect
portuguese: Conecta

source: I agree
portuguese: Eu concordo

source: Join a guided discussion!
portuguese: Participa numa discussão guiada!

source: Guided Discussions
portuguese: Discussões Guiadas

source: %s Min Remain
portuguese: %s Min Restantes

source: You are welcome to join in
portuguese: És bem-vindo(a) a participar

source: No current discussions in progress.
portuguese: Não há discussões em progresso atualmente.

source: See upcoming group discussions on our
portuguese: Vê as próximas discussões em grupo no nosso

source: Community Calendar
portuguese: Calendário da Comunidade

source: My Clients
portuguese: Os meus clientes

source: When Messaged
portuguese: Quando receberem uma mensagem

source: School/Organization
portuguese: Escola/Organização

source: Signup Code
portuguese: Código de Inscrição

source: Assigned to
portuguese: Atribuído a

source: Expires:
portuguese: Expira:

source: Subscription Started:
portuguese: Subscrição Iniciada:

source: Billed To:
portuguese: Facturado a:

source: Recurring Charge:
portuguese: Custo Recorrente:

source: Chat with Therapist
portuguese: Conversar com Terapeuta

source: Manage Therapy
portuguese: Gerir Terapia

source: Switch Therapist
portuguese: Mudar de Terapeuta

source: No need to start over. No need to pay again.
portuguese: Não há necessidade de começar de novo. Não há necessidade de pagar de novo.

source: Please note: You may only switch to a new therapist once. Messages sent to your original therapist will not be transfered to the new therapist
portuguese: Atenção: Pode mudar de terapeuta apenas uma vez. As mensagens enviadas para o primeiro terapeuta não serão transferidas para o terapeuta actual.

source: Have you told your therapist about your plan to quit therapy?
portuguese: Conversaste com teu terapeuta sobre o teu plano para desistir da terapia?

source: We encourage you to discuss your plan to quit with your therapist.
portuguese: Nós encorajamos-te a discutir o teu plano de desistir com o teu terapeuta.

source: Therapists are skilled at discussing your options, and often clients benefit from an opportunity to bring some closure to the relationship.
portuguese: Terapeutas são especializados em discutir as tuas opções, e muitas vezes os clientes beneficiam da oportunidade de trazer algum fecho à relação.

source: Write to My Therapist
portuguese: Escrever ao Meu Terapeuta

source: Quit Therapy Anyway
portuguese: Ainda assim, desistir da Terapia

source: I feel better now
portuguese: Sinto-me melhor agora

source: Therapist response time
portuguese: Tempo de resposta do Terapeuta

source: Would you be interested in financial aid?
portuguese: Estarias interessado em ajuda financeira?

source: Check Eligibility
portuguese: Verifica a elegibilidade

source: No Thanks. Quit Therapy
portuguese: Não obrigado. Desistir da Terapia

source: Check eligibility for financial aid
portuguese: Verifica a elegibilidade para ajuda financeira

source: All fields are required to continue.
portuguese: Todos os campos são requeridos para continuar.

source: Your current employment status
portuguese: A sua situação actual de emprego

source: Unemployed
portuguese: Desempregado

source: Student
portuguese: Estudante

source: Hourly Employee
portuguese: Emprego por Hora

source: Employed Part-Time
portuguese: Empregado em part-time

source: Employed Full-Time
portuguese: Empregado a tempo inteiro

source: Current employment status of your spouse?
portuguese: Situação atual de emprego do teu cônjuge?

source: I do not have a spouse
portuguese: Não tenho cônjuge

source: What is your household combined income monthly (including all wages, tips, subsidies)?
portuguese: Qual é o rendimento mensal combinado do teu agregado familiar (incluindo todos os salários, gorjetas, subsídios)?

source: Are you currently serving in the U.S. Armed Forces or are your a veteran of the U.S. Armed Forces?
portuguese: Estás actualmente a servir nas forças armadas dos E.U.A. ou és um veterano das forças armadas dos E.U.A?

source: How many children reside in your household, or receive financial support from you?
portuguese: Quantas crianças vivem no agregado familiar, ou recebem o teu apoio financeiro?

source: How many dependents (other than children) receive financial support from you?
portuguese: Quantos dependentes (além de crianças) recebem o teu apoio financeiro?

source: You are eligible for financial assistance
portuguese: És elegível para ajuda financeira

source: You can now switch to a weekly therapy plan for $49/month. You can message your therapist 24/7. They will reply once per week.
portuguese: Podes agora mudar para um plano de terapia semanal por $49/mês. Podes mandar mensagens ao teu terapeuta 24/7. Ele irá responder uma vez por semana.

source: This plan does not offer a free trial, so you will start immediately.
portuguese: Este plano não oferece um teste grátis, por isso irás começar imediatamente.

source: Would you be interested in switching to a different therapist?
portuguese: Estarias interessado em mudar para outro terapeuta?

source: Yes, Tell Me More
portuguese: Sim, diz-me mais

source: No, Quit Therapy
portuguese: Não, desistir da terapia

source: Quit Therapy
portuguese: Desistir da terapia

source: Expiration
portuguese: Validade

source: %s selected.
portuguese: %s selecionados.

source: Continue on your Growth Path
portuguese: Continua no teu Caminho de Crescimento

source: Finished Mindfulness
portuguese: Terminaste Mindfulness

source: Your temporary screen name is %s
portuguese: O teu nome de usuário temporário é %s

source: We&rsquo;ve created a growth path for you that has short, calming, and powerful exercises to help you feel better fast. Your listener can tell you more.
portuguese: Nós criamos um caminho de crescimento para ti que tem exercícios curtos, calmos e poderosos para ajudar-te a sentires-te melhor mais depressa. O teu ouvinte pode dizer-te mais.

source: Small, Simple Step
portuguese: Passo Pequeno, Simples

source: Share one small simple step
portuguese: Partilha um pequeno passo simples

source: shared one small simple step.
portuguese: Partilhaste um pequeno passo simples.

source: Is Your Tank Full?
portuguese: O Teu Tanque Está Cheio?

source: Examine how full your gas tank is.
portuguese: Examina quanto cheio está o teu tanque de gás.

source: examined your gas tank.
portuguese: examinaste o teu tanque de gás.

source: Start your Progress Path.
portuguese: Começa o teu Caminho de Progresso.

source: started your Progress Path.
portuguese: começaste o teu Caminho de Progresso.

source: Learn about connecting to other listeners.
portuguese: Aprende sobre como conectares-te com outros ouvintes.

source: learned about connecting to other listeners.
portuguese: aprendeste sobre como conectares-te com outros ouvintes.

source: Expect to grow.
portuguese: Espera crescer.

source: learned about growing as a listener.
portuguese: aprendeste sobre o crescimento como ouvinte.

source: Learn why listening is important work.
portuguese: Aprende porque é que ouvir é um trabalho importante.

source: learned why listening is important work.
portuguese: aprendeste porque é que ouvir é um trabalho importante.

source: General Request
portuguese: Pedido Geral

source: Take a General Request.
portuguese: Escolhe um Pedido Geral.

source: took a General Request.
portuguese: escolheste um Pedido Geral.

source: Reflect on your first chat.
portuguese: Reflecte sobre a tua primeira conversa.

source: reflected on your first chat.
portuguese: reflectiste sobre a tua primeira conversa.

source: Self Care
portuguese: Autocuidado

source: Complete a simple breathing exercise.
portuguese: Completa um simples exercício de respiração.

source: completed a simple breathing exercise.
portuguese: completaste um simples exercício de respiração.

source: Most Important Thing
portuguese: A Coisa Mais Importante

source: Reflect on the most important thing you have learned.
portuguese: Reflete na coisa mais importante que aprendeste.

source: practiced treating yourself like a friend.
portuguese: praticaste tratar de ti mesmo como tratarias um amigo.

source: Connect with a Verified Listener.
portuguese: Conectar com um Ouvinte Verificado.

source: connected with a Verified Listener.
portuguese: Conectado com um Ouvinte Verificado.

source: Complete Active Listening: The Basics.
portuguese: Completa Escuta Activa: O Básico.

source: completed Active Listening: The Basics.
portuguese: completaste Escuta Ativa: Os Básicos.

source: Complete Active Listening: Questions.
portuguese: Completa Escuta Ativa: Perguntas.

source: completed Active Listening: Questions.
portuguese: completaste Escuta Ativa: Perguntas.

source: Complete Active Listening: In-Depth.
portuguese: Completa Escuta Ativa: Aprofundando.

source: completed Active Listening: In-Depth.
portuguese: completaste Escuta Ativa: Aprofundando.

source: Complete Active Listening: Refresh &amp; Self-Care.
portuguese: Completa Escuta Ativa: Relembrar e Cuidado Pessoal.

source: completed Active Listening: Refresh &amp; Self-Care.
portuguese: completaste Escuta Ativa: Relembrar e Cuidado Pessoal.

source: Learn about Verified Listener Program. Learn More &amp; Upvote this Post.
portuguese: Aprende sobre o Programa Ouvinte Verificado. Aprende mais e vota nesta publicação.

source: learned about the Verified Listener Program
portuguese: aprendeste sobre o Programa Ouvinte Verificado

source: Group mods are very valuable as they help, guide &amp; steer the community. Learn More &amp; Upvote this Post.
portuguese: Os moderadores de grupo são muito importantes porque ajudam. guiam &amp; conduzem a comunidade. Aprende mais e vota nesta publicação.

source: learned about Group Moderators
portuguese: aprendeste sobre Moderadores de Grupo

source: learned about Peer Supporters
portuguese: aprendeste sobre Apoiantes de Colegas

source: Make a forum post in the subcommunity of your choice.
portuguese: Faça uma publicação no Fórum, numa das sub-comunidades à sua escolha

source: posted in a subcommunity.
portuguese: publicado numa sub-comunidade

source: took the Listner Oath.
portuguese: fizeste o Juramento do Ouvinte.

source: Spread the word about 7 Cups &amp; post on the Social Soldier thread.
portuguese: Passa a palavra acerca do 7 Cups e publica no tópico dos Soldados Sociais.

source: learned about Social Soldiers.
portuguese: aprendeste sobre os Soldados Sociais.

source: Welcome Newbies
portuguese: Dá as boas-vindas a novos membros

source: Welcome 5 newbie listeners in the forum.
portuguese: Dá as boas-vindas a 5 novos ouvintes no fórum.

source: posted to the Welcome Forum.
portuguese: publicado no Fórum Boas-Vindas

source: Shout-Out
portuguese: Elogio

source: Appreciate fellow listeners in the forum by posting a Shout-Out.
portuguese: Aprecia outros ouvintes ao publicar um elogio nos fóruns.

source: appreciated another listener by posting a Shout-Out.
portuguese: apreciaste outro ouvinte ao publicar um elogio.
