Repository: kaka-hub/kacosmic
Catalog: 7_Cups_*.po
Languages: portuguese

source: Connecting with more experienced listeners is important. Introduce yourself to one of our verified listeners by sending them a message. A verified listener is someone that has passed a mock chat test and knows a lot about being a great listener
portuguese: Conectar com ouvintes mais experientes é importante. Apresenta-te a um dos nossos ouvintes verificados ao mandar-lhes uma mensagem. Um ouvinte verificado é alguém que passou uma simulação de conversa teste e sabe muito sobre ser um ótimo ouvinte

source: chatted with an experienced, verified listener for support and guidance
portuguese: Conversa com um ouvinte experiente e verificado para obter apoio e orientação

source: Meet Our Verified Listeners
portuguese: Conhece os Nossos Ouvintes Verificados.

source: It&rsquo;s also important to take care of yourself while you help others; do something nice for yourself and post about it in the self-care forum. These can be very simple things like taking a walk, talking with a friend, listening to music, or journaling.
portuguese: É também importante tomar conta de nós próprios enquanto ajudamos os outros; faz algo agradável por ti e publica sobre isso nos fóruns de cuidado pessoal. Pode ser algo muito simples como passear, falar com um amigo, ouvir música, ou escrever.

source: did something nice for your self-care and posted about it in the forum
portuguese: fizeste algo agradável pelo teu cuidado pessoal e postaste sobre isso nos fóruns

source: Share Your Self-Care Exercise
portuguese: Partilha o teu Exercício de Cuidado Pessoal

source: Support members and guests in a community support room - send 5-10 messages
portuguese: Ajuda membros e convidados numa sala de conversa comunitária - envia de 5 a 10 mensagens.

source: supported members and guests in a community support room
portuguese: ajudaste membros e convidados numa sala de conversa comunitária.

source: Go to Group Support
portuguese: Ir para o Grupo de Apoio

source: Spread the word about 7 Cups and share your efforts in the forum
portuguese: Passa a palavra sobre o 7 Cups e partilha os teus esforços no fórum

source: referred others to 7 Cups and shared your efforts in the forum
portuguese: referiste outros ao 7 Cups e partilhaste os teus esforços no fórum

source: Refer 7 Cups &amp; Post here
portuguese: Refere o 7 Cups e publica aqui

source: Enhance your active listening skills to help others better
portuguese: Melhora as tuas habilidades de audição activa para ajudares os outros melhor.

source: completed the Active Listening 1 Course
portuguese: completaste o Curso de Audição Activa 1

source: Active Listening 1 Course
portuguese: Curso de Audição Activa 1

source: Group mods are very valuable as they help, guide, and steer the community. Learn More &amp; Upvote this Post
portuguese: Moderadores de grupo são muito preciosos pois ajudam, guiam, e dirigem a comunidade. Aprende mais e vota nesta publicação

source: learned about how group mods help the community
portuguese: aprendeste sobre como moderadores de grupos ajudam a comunidade

source: Read &amp; Upvote this Post
portuguese: Lê e vota nesta publicação

source: Connect with a fellow listener and share something you are grateful for
portuguese: Conecta-te com um colega ouvinte e partilha algo que estás grato

source: connected with a fellow listener and shared something you were grateful for
portuguese: conectaste-te com um colega ouvinte e partilhaste algo que estás grato

source: Peer supporters are the strength pillars of 7 Cups. Learn More &amp; Upvote this Post.
portuguese: Apoiantes de colegas são os pilares que reforçam o 7 Cups. Aprende mais e vota nesta publicação.

source: learned about the peer support program
portuguese: aprendeste sobre o programa de apoio a colegas

source: Learn More &amp; Upvote this Post
portuguese: Sabe mais e vota nesta publicação

source: Take your listening skills to the next level
portuguese: Leva as tuas habilidades de ouvinte para o próximo nível

source: completed the Active Listening 2 Course
portuguese: completaste Curso de Audição Activa 2

source: Active Listening 2 Course
portuguese: Curso de Audição Activa 2

source: Learn about listener reputation and the Verified Listener Program. Read &amp; Upvote this Post
portuguese: Sabe mais sobre a reputação de ouvintes e sobre o programa de Ouvintes Verificados. Lê e vota nesta publicação

source: learned about listener reputation and the Verified Listener Program
portuguese: aprendeste sobre a reputação de ouvinte e o programa de Ouvintes Verificados

source: Our community is doing a lot of good; send a message to another listener complimenting their work on 7 Cups
portuguese: A nossa comunidade está indo muito bem; envie uma mensagem a outro ouvinte e elogie o seu trabalho no 7 Cups

source: complimented a fellow listener on their work at 7 Cups
portuguese: elogiaste um colega ouvinte pelo seu trabalho no 7 Cups

source: New listeners join every day, make them feel at home by sending one a welcome message
portuguese: Todos os dias, novos ouvintes se juntam a nós, faz com que se sintam em casa ao enviares uma mensagem de boas-vindas.

source: sent a welcome message to a newbie listener
portuguese: enviaste uma mensagem de boas-vindas a um ouvinte novo.

source: Browse Newbies
portuguese: Pesquisar Novos Membros

source: Share the love by nominating a fellow listener for a badge from their profile page
portuguese: Partilha o amor ao nomear um colega ouvinte para uma medalha na sua página de perfil

source: nominated a fellow listener for a badge
portuguese: nomeaste um colega ouvinte para uma medalha

source: Follow up with some of your previous members and guests to see how they are doing
portuguese: Fala com membros que contactaste anteriormente para saber como eles estão

source: followed up with previous members and guests
portuguese: soubeste notícias de membros e convidados antigos

source: Start Following Up
portuguese: Começa a Acompanhar

source: Go to Lesson %s
portuguese: Ir para a Lição %s

source: Go to Guide
portuguese: Ir para o Guia

source: completed a training guide lesson
portuguese: completaste uma lição do guia de treino

source: Choose your next step.
portuguese: Escolhe o teu próximo passo.

source: Recommended Path
portuguese: Percurso recomendado

source: Settings Updated...
portuguese: Definições actualizadas...

source: Busy
portuguese: Ocupado

source: SCORE
portuguese: PONTUAÇÃO

source: Recommended growth paths:
portuguese: Percursos de crescimento recomendados:

source: NEVER
portuguese: NUNCA

source: Did not apply to me at all
portuguese: Não se aplica a mim de forma alguma

source: SOMETIMES
portuguese: ÀS VEZES

source: Applied to me to some degree, or some of the time
portuguese: Aplicou-se a mim em algum grau, ou durante algum tempo.

source: OFTEN
portuguese: REGULARMENTE

source: Applied to me to a considerable degree, or a good part of time
portuguese: Aplicou-se a mim a um grau considerável, ou boa parte do tempo.

source: ALMOST ALWAYS
portuguese: QUASE SEMPRE

source: Applied to me very much, or most of the time
portuguese: Aplicou-se muito a mim, ou à maior parte do tempo.

source: Take this again every 20 steps on your path to track your progress.
portuguese: Faz isto novamente a cada 20 passos no teu caminho para acompanhar teu progresso.

source: Mild
portuguese: Médio

source: Moderate
portuguese: Moderado

source: Severe
portuguese: Severo

source: ANXIETY
portuguese: ANSIEDADE

source: I found it hard to wind down
portuguese: Achei difícil relaxar

source: I was aware of dryness of my mouth
portuguese: Estou ciente de como a minha boca está seca.

source: I couldn&rsquo;t seem to experience any positive feeling at all
portuguese: Não sinto que pude experienciar qualquer sentimento positivo.

source: I experienced breathing difficulty (eg, excessively rapid breathing, breathlessness in the absence of physical exertion)
portuguese: Experiênciei dificuldades em respirar (ex: respiração excessivamente rápida, sem fôlego mesmo sem esforço físico)

source: I found it difficult to work up the initiative to do things
portuguese: Achei difícil arranjar iniciativa para fazer coisas.

source: I tended to over-react to situations
portuguese: Costumo reagir exageradamente a situações

source: I experienced trembling (eg, in the hands)
portuguese: Experiênciei tremores(ex: nas mãos)

source: I felt that I was using a lot of nervous energy
portuguese: Senti que estava com muita energia nervosa.

source: I was worried about situations in which I might panic and make a fool of myself
portuguese: Estive preocupado/a com situações em que poderia entrar em pânico ou humilhar-me.

source: I felt that I had nothing to look forward to
portuguese: Senti que não tinha nada que queria da vida

source: I found myself getting agitated
portuguese: Encontrei-me a sentir-me agitado

source: I found it difficult to relax
portuguese: Achei difícil relaxar

source: I felt down-hearted and blue
portuguese: Senti-me desanimado e melancólico.

source: I was intolerant of anything that kept me from getting on with what I was doing
portuguese: Estava alheio a qualquer coisa que me impedisse de continuar o que estava a fazer.

source: I felt I was close to panic
portuguese: Senti-me perto de entrar em pânico

source: I was unable to become enthusiastic about anything
portuguese: Fui incapaz de ficar entusiasmado/a com alguma coisa

source: I felt I wasn't worth much as a person
portuguese: Senti que eu não valia muito como pessoa

source: I felt that I was rather touchy
portuguese: Senti que estava consideravelmente susceptível

source: I was aware of the action of my heart in the absence of physical exertion (eg, sense of heart rate increase, heart missing a beat)
portuguese: Estou consciente das batidas do meu coração na ausência de esforço físico(ex: sensação de aumento de frequência cardíaca, coração saltar uma batida)

source: I felt scared without any good reason
portuguese: Senti medo sem nenhuma boa razão

source: I felt that life was meaningless
portuguese: Senti que a vida não tinha sentido

source: Sadness
portuguese: Tristeza

source: Mood Issues
portuguese: Problemas de Humor

source: Eating Disorder
portuguese: Distúrbio Alimentar

source: Panic
portuguese: Pânico

source: Worry
portuguese: Preocupação

source: LGBTQ+ Issues
portuguese: LGBTQ+ problemas

source: Parent Stress
portuguese: Stress Parental

source: Poor Sleeping
portuguese: Sono Pobre

source: Alcohol/Drug
portuguese: Álcool/Droga

source: Money Stress
portuguese: Stress Financeiro

source: Weight Issues
portuguese: Problemas de Peso

source: Exercise Issues
portuguese: Problemas de Exercício

source: OCD
portuguese: DOC

source: Perinatal Stress
portuguese: Stress Perinatal

source: Feeling Stuck
portuguese: A Sentir-me Preso

source: College Stress
portuguese: Stress Universitário

source: Disability Issues
portuguese: Problemas de Incapacidade

source: STRUGGLE
portuguese: DIFÍCIL

source: %s causes me:
portuguese: %s me causa

source: NO DISTRESS
portuguese: NENHUMA AFLIÇÃO

source: MILD DISTRESS
portuguese: AFLIÇÃO LIGEIRA

source: MODERATE DISTRESS
portuguese: AFLIÇÃO MODERADA

source: SIGNIFICANT DISTRESS
portuguese: AFLIÇÃO SIGNIFICATIVA

source: ONCE IN A WHILE
portuguese: DE VEZ EM QUANDO

source: SOME OF THE TIME
portuguese: PARTE DO TEMPO

source: FREQUENTLY
portuguese: FREQUENTEMENTE

source: NOT REALLY IMPORTANT
portuguese: NÃO MUITO IMPORTANTE

source: SOMEWHAT IMPORTANT
portuguese: IMPORTANTE DE ALGUMA FORMA

source: IMPORTANT
portuguese: IMPORTANTE

source: VERY IMPORTANT
portuguese: MUITO IMPORTANTE

source: I am a
portuguese: O meu género é:

source: Male
portuguese: Masculino

source: Female
portuguese: Feminino

source: I was born in the year
portuguese: Eu nasci no ano

source: My ethnicity is
portuguese: A minha etnia é

source: White
portuguese: Branco/a

source: Hispanic or Latino
portuguese: Hispânico/a ou Latino/a

source: Black or African American
portuguese: Negro/a ou afro-americano/a

source: Native American or American Indian
portuguese: Nativo americano/a ou Índio-americano/a

source: Asian or Pacific Islander
portuguese: Asiático/a ou habitante das Ilhas do Pacífico

source: Prefer Not to Answer
portuguese: Prefiro Não Responder

source: Account Settings
portuguese: Configurações da Conta

source: Welcome...
portuguese: Bem-vindo(a)...

source: You are now connected to %s from %s. Please introduce yourself to %s.
portuguese: Agora estás conectado a %s de %s. Por favor apresenta-te a %s.

source: Get the Conversation Started...
portuguese: Inicia a conversa...

source: Please introduce yourself and start by welcoming your member to 7 Cups of Tea.
portuguese: Por favor apresenta-te e começa por dar as boas-vindas ao teu membro ao 7 Cups of Tea.

source: All Adults
portuguese: Todos os Adultos

source: Everyone
portuguese: Todos

source: Adults 18 to 35
portuguese: Adultos 18 a 35

source: Adults 35+
portuguese: Adultos 35+

source: Unlock Access
portuguese: Desbloquear Acesso

source: 7 DAY FREE TRIAL!
portuguese: 7 DIAS EXPERIMENTAIS GRATUITOS

source: ONE MONTH FREE TRIAL!
portuguese: UM MÊS EXPERIMENTAL GRATUITO

source: Become a Listener
portuguese: Torna-te um Ouvinte

source: Exp Month
portuguese: Exp Mês

source: Exp Year
portuguese: Exp Ano

source: Card Number
portuguese: Número do cartão

source: Upgrading...
portuguese: atualizando

source: MONTHLY
portuguese: MENSALMENTE

source: YEARLY
portuguese: ANUALMENTE

source: FOREVER
portuguese: PARA SEMPRE

source: Welcome %s! We are glad you are here!
portuguese: Bem-vindo(a) %s! Estamos felizes por estares aqui!

source: 7 Cups of Tea is a place to receive support. If you are in crisis or are feeling suicidal, please contact 911 or the Suicide Helpline at 1-800-273-8255.
portuguese: O 7 Cups of Tea é um espaço para receber apoio. Se estás em crise ou te sentes suicida, por favor contacta o 112 ou Amigo24H 218 368 008

source: Click here to sign up for an account and officially join us!
portuguese: Clica aqui para criar uma conta e oficialmente juntares-te a nós!

source: Show kindness and support to everyone
portuguese: Mostra gentileza e apoio a todos

source: Be attentive to the conversation before jumping in
portuguese: Está atento à conversa antes de intervir

source: Encourage others to share
portuguese: Encoraja os outros a partilhar

source: Moderators are focusing on the group and are unable to take 1-1 chats during this time
portuguese: Os moderadores estão concentrados no grupo e estão indisponíveis para ter conversas 1-1 durante este tempo.

source: Connect 1-1 with a listener if you have a lot to discuss
portuguese: Conecta-te 1-para-1 com um Ouvinte se tiveres muito a discutir

source: Your listener is not available. Try clicking on "connect now" to get the next available listener
portuguese: Seu ouvinte não está disponível agora. Tente clicar em "Conectar Agora" para conversar com um ouvinte disponível.

source: New message from %s
portuguese: Nova mensagem de %s

source: Personal Request from %s
portuguese: Pedido Pessoal de %s

source: %s mentioned you
portuguese: %s mencionou você

source: You Were Tagged a Forum Thread
portuguese: Foste marcado num tópico do fórum

source: You Were Tagged a Forum Post
portuguese: Foste marcado num post do fórum

source: %s upvoted your post
portuguese: %s votou na tua publicação

source: Your Post was Voted Up
portuguese: A tua publicação foi votada

source: Your cup is half full. Take another step to start filling it back up.
portuguese: Seu copo esta meio cheio. Dê um novo passo para voltar a enchê-lo.

source: Your cup is nearly full. Come take a step on your growth path to fill it up.
portuguese: Seu copo esta quase cheio.. Dê mais um passo no teu progresso para acabar de encher.

source: Relationship Stress
portuguese: Stress de relacionamentos

source: Cope with %s
portuguese: Lidar com %s

source: ease your %s
portuguese: facilitar os teus

source: reduce your %s
portuguese: reduzir os teus

source: in overcoming %s
portuguese: dormir melhor

source: depression
portuguese: Depressão

source: Reduce depression
portuguese: Reduzir a depressão

source: managing emotions
portuguese: Gerir emoções

source: Manage my emotions
portuguese: Gerir as minhas emoções

source: manage your emotions
portuguese: gerir as tuas emoções

source: emotions
portuguese: emoções

source: in managing emotions
portuguese: em gerir emoções

source: work stress
portuguese: stress do trabalho

source: Cope with work stress
portuguese: Lidar com o stress do trabalho

source: reduce your stress
portuguese: reduzir o teu stress

source: Deal with bullying
portuguese: lidar com o bullying

source: deal with bullying
portuguese: lidar com o bullying

source: cope with bullying
portuguese: Lidar com o bullying

source: eating disorder
portuguese: distúrbio alimentar

source: Overcome eating disorders
portuguese: Superar distúrbios alimentares

source: you relax
portuguese: tu relaxas

source: issues
portuguese: problemas

source: overcome your challenges
portuguese: superar os teus desafios

source: panic attacks
portuguese: ataques de pânico

source: Manage panic attacks
portuguese: gerir ataques de pânico

source: deal with panic
portuguese: lidar com o pânico

source: anxiety
portuguese: Ansiedade

source: Relieve anxiety
portuguese: Aliviar a ansiedade

source: LGBTQ+ issues
portuguese: LGBTQ+ problemas

source: overcoming challenges
portuguese: superar desafios

source: parenting
portuguese: Cuidado Parental

source: Better parenting
portuguese: Melhor cuidado parental

source: parenting challenges
portuguese: Desafios do cuidado Parental

source: cope with parenting
portuguese: Lidar com o cuidado parental

source: with parenting
portuguese: com cuidado parental

source: self-harm
portuguese: Auto-mutilação

source: Overcome self harm
portuguese: superar a auto-mutilação

source: overcome self harm
portuguese: superar a auto-mutilação

source: sleeping well
portuguese: dormir bem

source: Get better sleep
portuguese: Dormir melhor

source: sleep better
portuguese: dormir melhor

source: for sleeping well
portuguese: para dormir melhor

source: breakups
portuguese: Separações

source: Cope with a breakup
portuguese: lidar com o fim de uma relação

source: you cope
portuguese: tu lidas

source: breakup
portuguese: Separação

source: cope with your breakup
portuguese: lidar com a tua separação

source: addiction
portuguese: dependência

source: Overcome addiction
portuguese: Lidar com a dependência

source: face your addiction
portuguese: enfrenta as tuas dependências

source: family stress
portuguese: stress familiar

source: Cope with family stress
portuguese: Lidar com o stress familiar

source: chronic pain
portuguese: dor crónica

source: Manage chronic pain
portuguese: Lidar com a dor crónica

source: cope with pain
portuguese: lidar com a dor

source: financial stress
portuguese: stress financeiro

source: Cope with financial stress
portuguese: Lidar com o stress financeiro

source: weight management
portuguese: gestão de peso

source: Manage my weight
portuguese: Gerir o meu peso

source: struggles
portuguese: lutas

source: in managing weight
portuguese: na gestão de peso

source: exercise motivation
portuguese: motivação para o exercício

source: Get more exercise
portuguese: Fazer mais exercício

source: challenges
portuguese: desafios

source: in getting regular exercise
portuguese: Fazer exercício regularmente

source: Cope with ADHD
portuguese: lidar com ADHD

source: Cope with bipolar disorder
portuguese: Lidar com o transtorno bipolar

source: cope with bipolar
portuguese: Lidar com bipolar

source: domestic violence
portuguese: Violência doméstica

source: Escape domestic violence
portuguese: Escapar à violência doméstica

source: forgiveness
portuguese: Perdão

source: Work on forgiving
portuguese: Trabalho o perdão

source: with forgiveness
portuguese: com o perdão

source: work on forgiveness
portuguese: Trabalho sobre o perdão

source: in learning to forgive
portuguese: para aprender a perdoar

source: grief
portuguese: sofrimento

source: Reduce grief
portuguese: Reduzir o sofrimento

source: Cope with OCD
portuguese: Lidar com o TOC

source: deal with OCD
portuguese: Lidar com o TOC

source: cope with OCD
portuguese: Lidar com TOC

source: perinatal mood disorder
portuguese: Distúrbio de humor perinatal

source: Relieve perinatal mood disorder
portuguese: Aliviar o distúrbio de humor perinatal

source: with your mood
portuguese: com o teu humor

source: social anxiety
portuguese: Ansiedade social

source: Manage social anxiety
portuguese: lidar com a ansiedade social

source: getting unstuck
portuguese: libertar-se

source: Get unstuck
portuguese: Libertar-se

source: you get unstuck
portuguese: Tu libertas-te

source: when you feel stuck
portuguese: quando te sentes preso

source: in getting unstuck
portuguese: para te libertares

source: loneliness
portuguese: Solidão

source: Defeat loneliness
portuguese: derrotar a solidão

source: college life
portuguese: Vida Universitária

source: Cope with college life
portuguese: Lida com a vida da faculdade

source: deal with college life
portuguese: lidas com a vida universitária

source: dealing with college life
portuguese: lidar com a vida universitária

source: Overcome trauma
portuguese: Superar trauma

source: disability
portuguese: incapacidade

source: Cope with disability
portuguese: Lidar com incapacidades

source: relationship stress
portuguese: stress de relacionamentos

source: Healthy relationships
portuguese: Relações saudáveis

source: with your relationships
portuguese: com os teus relacionamentos

source: have healthy relationships
portuguese: ter relacionamentos saudáveis

source: help with your relationships
portuguese: ajuda com as tuas relações

source: Username must contain only letters and numbers.
portuguese: Nome de utilizador deve conter apenas letras e números.

source: Username already taken
portuguese: Nome de Utilizador já está em uso

source: Valid email address required.
portuguese: É necessário um endereço de e-mail válido.

source: Temporary email addresses are not allowed.
portuguese: Endereços de e-mail temporários não são permitidos.

source: Email already in use
portuguese: E-mail já está em uso

source: Subscription Not Found
portuguese: Subscrição não encontrada

source: Subscription Found
portuguese: Subscrição encontrada

source: Your subscription is canceled, however it is paid through %s
portuguese: A tua subscrição está cancelada, no entanto, é paga através %s

source: Your subscription is canceled
portuguese: A tua subscrição está cancelada.

source: Your test results indicate %s %s. People experiencing your same symptoms benefit from therapy. We recommend connecting with a therapist to start to feel better again.
portuguese: Os resultados dos testes indicam %s %s. As pessoas que têm os mesmos sintomas obtêm benefícios através da terapia. Recomendamos-te que contactes um terapeuta para começares a sentir-te melhor.

source: Would you like expert help to deal with %s? Our therapists are supportive and professional. Start today, and start feeling better.
portuguese: Gostarias de ter ajuda especializada para lidar com %s? Os nossos terapeutas são solidários e profissionais. Começa hoje e começa a sentir-te melhor.

source: Your test results indicate %s %s.
portuguese: Os resultados do teu teste indicam %s %s.

source: Additionally, it also seems like you are struggling with a perinatal mood disorder. We recommend connecting with a therapist to start to feel better again.
portuguese: Além disso, também parece que tu estás a lidar com um transtorno de humor perinatal. Recomendamos-te que contactes um terapeuta para começares a sentir-te melhor.
