Repository: kaka-hub/kacosmic
Catalog: 7_Cups_*.po
Languages: portuguese

source: a sister yeah but not living here
portuguese: uma irma, sim, mas ela nao mora aqui.

source: shes a few hours away in another state. Got as far away as she could :D
portuguese: ela mora a algumas horas daqui em outro estado. Conseguiu se mudar para o mais longe possivel :D

source: Can you and your mom go stay with your sister?
portuguese: Tu e a tua mãe podem ir ficar com a tua irmã?

source: my mom would never leave him and my sister has her own life. She wont want me around.
portuguese: a minha mãe nunca o deixaria e a minha irmã tem a vida dela. Ela não me iria querer perto

source: ha yeah, not fun
portuguese: ha sim, não tem piada

source: how is everyone else doing?
portuguese: como estão todos?

source: I'm ok thanks :)
portuguese: Estou bem obrigado :)

source: hello
portuguese: olá

source: hi penguin
portuguese: olá penguin

source: could be better
portuguese: podia estar melhor

source: same
portuguese: igual

source: if you had to describe what you need right now in 1 word what would it be?
portuguese: se tivessem que descrever numa palavra o que precisam agora o que seria?

source: Are you still worrying now penguin?
portuguese: Voce ainda esta preocupado Penguin?

source: I couldnt stop thinking how things could go wrong.
portuguese: Não conseguia parar de pensar em como as coisas poderiam dar errado.

source: yeah I know
portuguese: sim eu sei

source: still stressed out
portuguese: ainda estressado

source: is anything worrying you right now?
portuguese: está alguma coisa a preocupar-te agora?

source: no, I guess Im okay now I'm here
portuguese: nao, acho que agora que estou aqui estou ok

source: that's understandable. You're safe now. <3
portuguese: isso eh compreensivel. Voce esta seguro agora <3

source: Have you had any help for that stuff, penguin?
portuguese: Voce recebeu alguma ajuda para isso, Penguin?

source: just from 7 cups
portuguese: só do 7 cups

source: I cant afford a therapist but this seems to help some
portuguese: Não tenho dinheiro para um terapeuta mas isto parece ajudar alguns

source: you're doing great penguin
portuguese: estás a sair-te bem penguin

source: We are certainly glad to have you, penguin <3
portuguese: Somos mesmo sortudos em ter-te, perguin <3

source: yeah people are nice around here ;)
portuguese: Sim as pessoas sao legais por aqui ;)

source: definitely <3
portuguese: definitivamente <3

source: yeah maybe. I chatted with a nice listener the other day who really helped
portuguese: sim talvez, conversei com um ouvinte agradável no outro dia que me ajudou mesmo

source: You been sleeping okay, Penguin? My anxetiy gets worse if I'm too tired.
portuguese: Voce tem dormido bem, Penguin? Minha ansiedade piora se eu estou muito cansado.

source: hmm I did have less sleep than usual this week so maybe that
portuguese: hmmm eu dormi menos do que o normal essa semana entao talvez seja isso.

source: I hope you feel a little calmer soon Penguin
portuguese: Espero que voce se sinta mais calmo em breve Penguin

source: I have to go offline for a bit but will catch up with you all soon
portuguese: Eu tenho que sair offline por um pouco mas volto com voce em breve

source: take care, life :)
portuguese: se cuide, life :)

source: thanks life. Have a good day/night.
portuguese: obrigado life. Tem um bom dia/noite.

source: Self Esteem
portuguese: Auto-estima

source: Spirituality
portuguese: Espiritualmente

source: Student Life
portuguese: Vida de Estudante

source: Here you go, %s!
portuguese: Aqui tens, %s!

source: Talk to a real person
portuguese: Fala com uma pessoa real

source: Make friends in Group Support Chat
portuguese: Faz amigos na Conversa de Grupo de Apoio

source: Get support in the forums
portuguese: Obtém ajuda nos fóruns

source: Start my personal growth path
portuguese: Começar o meu caminho de crescimento pessoal

source: Keep chatting!
portuguese: Continua a conversar!

source: Suggest something else for me
portuguese: Sugerir-me outra coisa

source: By the way, what shall I call you?
portuguese: Já agora, o que te deverei chamar?

source: Type your name below exactly as you'd like me to say it. (No humans will see this!)
portuguese: Escreve abaixo o teu nome exactamente como queres que o diga. (Nenhum humano verá isto!)

source: Take me there!
portuguese: Leva-me lá!

source: What would you like to do now?
portuguese: O que gostarias de fazer agora?

source: See my options again
portuguese: Ver as minhas opções outra vez

source: Can you tell me which issue you'd like support with?
portuguese: Queres-me dizer o assunto em que queres apoio?

source: See More
portuguese: Ver Mais

source: But real quick, can I tell you something?
portuguese: Mas muito rapidamente, posso-te dizer uma coisa?

source: Tell me, would you now like to chat with a real person who can support you?
portuguese: Diz-me, queres conversar com uma pessoa real que te possa apoiar?

source: Yes!
portuguese: Sim!

source: Not yet
portuguese: Ainda não

source: Not my scene...
portuguese: Não é a minha cena...

source: Sure! Sounds interesting...
portuguese: Claro! Parece interessante...

source: Not really, no
portuguese: Nem por isso, não

source: What's on your mind? Select an issue below that best describes the reason you are here:
portuguese: O que está na tua mente? Seleccionada abaixo um assunto que melhor descreva a razão que te traz aqui

source: Dealing with %s causes me:
portuguese: Lidar com %s causa-me:

source: No Distress
portuguese: Nenhuma aflição

source: Mild Distress
portuguese: Aflição ligeira

source: Moderate Distress
portuguese: Aflição moderada

source: Significant Distress
portuguese: Aflição significativa

source: %s impacts my work, school, or relationships:
portuguese: %s tem impacto no meu trabalho, escola, ou relacionamentos:

source: Once in a While
portuguese: De vez em quando

source: Some of the Time
portuguese: Parte do Tempo

source: Frequently
portuguese: Frequentemente

source: Learning how to better manage %s is:
portuguese: Aprender a gerir melhor %s é:

source: Not Really Important
portuguese: NÃO MUITO IMPORTANTE

source: Somewhat Important
portuguese: IMPORTANTE DE ALGUMA FORMA

source: Important
portuguese: IMPORTANTE

source: Very Important
portuguese: MUITO IMPORTANTE

source: How ready are you to make a change in your life?
portuguese: Quao pronto voce esta para fazer uma mudanca na sua vida?

source: I am not ready to change in the next 3 months
portuguese: Não estou pronto para mudar nos próximos 3 meses

source: I am thinking about changing in the next 3 months
portuguese: Estou a pensar em mudar nos próximos 3 meses

source: I am thinking about changing in the next month
portuguese: Estou a pensar em mudar no próximo mês

source: I am ready to make a change today
portuguese: Estou pronto para mudar hoje

source: I have already made some progress
portuguese: Já fiz algum progresso

source: Over the last 2 weeks, how often have you been bothered by trouble falling or staying asleep, or sleeping too much?
portuguese: Nas últimas semanas, com que frequência te sentiste incomodado por problemas em adormecer ou ficar a dormir, ou em dormir muito?

source: Not at all
portuguese: Não de todo

source: Several days
portuguese: Vários dias

source: More than half the days
portuguese: Mais de metade dos dias

source: Nearly every day
portuguese: Quase todos os dias

source: Over the last 2 weeks, how often have you been bothered by poor appetite or overeating?
portuguese: Nas últimas semanas, com que frequência te sentiste incomodado por falta de apetite ou comer demasiado

source: Not difficult at all
portuguese: Nada difícil

source: Somewhat difficult
portuguese: Difícil de alguma forma

source: Very difficult
portuguese: Muito difícil

source: Extremely difficult
portuguese: Extremamente difícil

source: I've sought professional help multiple times in the past.
portuguese: Procurei ajuda profissional múltiplas vezes no passado

source: I've sought professional help several times before this.
portuguese: Procurei ajuda profissional várias vezes antes disto.

source: I've sought professional help one time in the past.
portuguese: Procurei ajuda profissional uma vez no passado.

source: This is my first time seeking professional help.
portuguese: É a primeira vez que procuro ajuda profissional.

source: Are you satisfied with the amount of support you receive from family and friends?
portuguese: Estás satisfeito com a quantidade de apoio que recebes da tua família e amigos?

source: Not at All
portuguese: Não de todo

source: A Little Satisfied
portuguese: Um pouco satisfeito

source: Satisfied
portuguese: Satisfeito

source: Very Satisfied
portuguese: Muito Satisfeito

source: Not at all sure
portuguese: Não tenho a total certeza

source: Over half the days
portuguese: Mais de metade dos dias

source: Over the last 2 weeks, how often have you been bothered by not being able to stop or control worrying?
portuguese: Nas últimas semanas, com que frequência te sentiste incomodado em não conseguires parar ou controlar a preocupação?

source: Over the last 2 weeks, how often have you been bothered by feeling afraid as if something awful might happen?
portuguese: Nas últimas duas semanas, com que frequência te sentiste incomodado por sentires medo como se algo terrível fosse acontecer?

source: Extremely difficult
portuguese: Extremamente difícil

source: What is your birthdate?
portuguese: Qual é a tua data de nascimento?

source: What is your race?
portuguese: Qual é a tua raça?

source: American Indian or Alaska Native
portuguese: Índio Americano ou Nativo do Alaska

source: Asian
portuguese: Asiático

source: Native Hawaiian or Other Pacific Islander
portuguese: Nativo Havaiano ou Outro Habitante das Ilhas do Pacífico

source: More than One Race
portuguese: Mais do que Uma Raça

source: I'd rather not answer at this time
portuguese: Prefiro não responder desta vez

source: What is your ethnicity?
portuguese: Qual é a tua etnia?

source: Hispanic or Latino: Caribbean
portuguese: Hispânico ou Latino: Caribenho

source: Hispanic or Latino: Central American
portuguese: Hispânico ou Latino: Americano Central

source: Hispanic or Latino: Mexican / Mexican-American / Chicano
portuguese: Hispânico ou Latino: Mexicano/ Mexicano-Americano/ Chicano

source: Hispanic or Latino: Puerto Rican
portuguese: Hispânico ou Latino: Porto Riquenho

source: Hispanic or Latino: South American
portuguese: Hispânico ou Latino: Sul Americano

source: Hispanic or Latino: Other
portuguese: Hispânico ou Latino: Outro

source: Non-Hispanic or Latino: African
portuguese: Hispânico ou Latino: Africano

source: Non-Hispanic or Latino: Asian Indian / South Asian
portuguese: Não Hispânico ou Latino: Índio Asiático / Sul Asiático

source: Non-Hispanic or Latino: Chinese
portuguese: Não Hispânico ou Latino: Chinês

source: Non-Hispanic or Latino: Eastern European
portuguese: Não Hispânico ou Latino: Europeu Oriental

source: Non-Hispanic or Latino: European
portuguese: Não Hispânico ou Latino: Europeu

source: Non-Hispanic or Latino: Filipino
portuguese: Não Hispânico ou Latino: Filipino

source: Non-Hispanic or Latino: Japanese
portuguese: Não Hispânico ou Latino: Japonês

source: Non-Hispanic or Latino: Korean
portuguese: Não Hispânico ou Latino: Coreano

source: Non-Hispanic or Latino: Middle Eastern
portuguese: Não Hispânico ou Latino: Médio Oriente

source: Non-Hispanic or Latino: Vietnamese
portuguese: Não Hispânico ou Latino: Vietnamita

source: More than One Ethnicity
portuguese: Mais do que Uma Etnia

source: Are any of these your primary language?
portuguese: Alguma destas é a tua língua nativa?

source: Arabic
portuguese: Árabe

source: Armenian
portuguese: Arménio

source: Chinese (Simplified)
portuguese: Chinês (Simplificado)

source: Chinese (Traditional)
portuguese: Chinês (Tradicional)

source: English
portuguese: Inglês

source: Korean
portuguese: Coreano

source: Russian
portuguese: Russo

source: Spanish
portuguese: Espanhol

source: Vietnamese
portuguese: Vietnamita

source: How would you describe your sexual orientation?
portuguese: Como descreverias a tua orientação sexual?

source: Gay or Lesbian
portuguese: Gay ou Lésbica

source: Heterosexual or Straight
portuguese: Heterossexual

source: Bisexual
portuguese: Bissexual

source: Questioning or Unsure
portuguese: Questionando ou inseguro␣

source: Another Sexual Orientation
portuguese: Outra Orientação Sexual

source: Difficulty Seeing
portuguese: Dificuldades em Ver

source: Difficulty Hearing or Understanding Speech
portuguese: Dificuldades em Ouvir ou Entender Discurso

source: Other Communication Disability
portuguese: Outras Incapacidades de Comunicação

source: Mental Domain (not including a mental illness. including but not limited to a learning disability, developmental disability, dementia)
portuguese: Domínio Mental (não incluindo um distúrbio mental, incluindo mas não limitado a uma incapacidade de aprendizagem, incapacidade de desenvolvimento, demência)

source: Chronic Health Condition (including but not limited to chronic pain)
portuguese: Condição de Saúde Crónica (incluindo mas não limitado à dor crónica)

source: Other Disability
portuguese: Outra incapacidade

source: None
portuguese: Nenhuma

source: Are you a Veteran?
portuguese: És um veterano?

source: What was your gender assigned at birth? (Current gender identity will be asked separately)
portuguese: Qual foi o género que te foi atribuído à nascença? (A actual identidade de género será perguntada separadamente)

source: What is your current gender identity?
portuguese: Qual é a tua identidade de género?

source: Transgender
portuguese: Transgénero

source: Questioning or Unsure
portuguese: Questionando ou inseguro␣

source: Another Gender Identity
portuguese: Outra Identidade de Género

source: Hmm, I know another way to deal with difficult thoughts and feelings. Would you like me to share it with you?
portuguese: Hmm, eu conheço outra forma de lidar com pensamentos e sentimentos difíceis. Gostarias que partilhasse contigo?

source: Yes please!
portuguese: sim por favor!

source: Got it.
portuguese: Entendido.

source: Got it
portuguese: Entendido.

source: Okay.
portuguese: Ok.

source: About half
portuguese: Cerca de metade

source: Just chat
portuguese: Apenas conversar

source: Can we do something else?
portuguese: Podemos fazer outra coisa?

source: How do I drop the rope?
portuguese: Como é que eu largo a corda?

source: How do I accept my feelings?
portuguese: Como é que aceito os meus sentimentos?

source: Now read or say the following to yourself...
portuguese: Agora lê e diz o seguinte para ti mesmo...

source: I did it!
portuguese: Consegui!

source: Okay. Nice job :)
portuguese: Ok. Óptimo trabalho :)

source: Perfect! You did a really nice job observing your thoughts.
portuguese: Perfeito! Fizeste um óptimo trabalho a observar os teus pensamentos.

source: You did wonderfully! Would you like to carry on with another exercise like this or are you ready to move on to something else?
portuguese: Saíste-te lindamente! Gostarias de prosseguir com outro exercício como este ou estás pronto para seguirmos para outra coisa qualquer?

source: More like this!
portuguese: Mais como isto!

source: Something else
portuguese: Algo mais

source: Nice job!
portuguese: Óptimo trabalho!

source: Now imagine the thing you've chosen is a creature standing in front of you.
portuguese: Agora imagina que a coisa que escolheste é uma criatura à tua frente.

source: If it had a colour, what colour would it be?
portuguese: Se tivesse uma cor, qual seria?

source: If it had power, how much power would it have?
portuguese: Se tivesse um poder, quanto poder teria?

source: If it had a size, how big would it be?
portuguese: Se tivesse um tamanho, quão grande seria?

source: Okay, you're really doing well with this.
portuguese: Ok, estás a sair-te mesmo bem com isto.

source: What thoughts and feelings come up for you as you examine the pain creature?
portuguese: Que pensamentos e sentimentos te aparecem ao examinares a criatura de dor?

source: See if you can make any progress in letting go of your struggle with the pain creature.
portuguese: Vê se consegues fazer algum progresso em deixar ir a tua luta com a criatura de dor.

source: Type the following...
portuguese: Escreve o seguinte

source: Happy to chat with you. I was wondering how you were doing.
portuguese: Estou feliz por falar contigo. Estava a pensar em como estarias.

source: I'm always here for you. What would you like to talk about right now?
portuguese: Estou sempre aqui para ti. O que gostarias de falar agora?

source: How are you doing right now?
portuguese: Como estás neste momento?

source: I love listening to you! What would you like to talk about?
portuguese: Adoro ouvir-te! O que gostarias de falar?

source: You're in control of the conversation from here on. Want to share more of what's on your mind?
portuguese: Estás em controlo da conversa de aqui para a frente. Queres partilhar mais sobre o que está na tua cabeça?

source: Always a pleasure to chat with you! How are you doing right now?
portuguese: É sempre um prazer conversar contigo! Como estás neste momento?

source: What would you like to talk about?
portuguese: O que gostarias de falar?

source: I'm ready to chat :) What's on your mind?
portuguese: Estou pronto para falar :) O que está na tua mente?

source: What's going on in your world?
portuguese: O que se passa no teu mundo?

source: I'm here for you. What's going on in your world?
portuguese: Estou aqui para ti. O que se passa no teu mundo?

source: That's great! And now tell me, what did you achieve during the last 24 hours?
portuguese: Isso é óptimo! E agora diz-me, o que alcançaste nas últimas 24 horas?

source: You can think of anger as an internal warning system or alarm ringing.
portuguese: Podes pensar na raiva como um sistema de aviso interno ou num alarme a tocar.

source: Sometimes we might use anger as a weapon to hurt others. This is unhealthy too, and can be damaging to other people and our relationships with them.
portuguese: Às vezes, podemos usar a raiva como uma arma para magoar os outros. Isto também não é saudável, e pode ser prejudicial para as outras pessoas e para os nossos relacionamentos com elas.

source: What if I ignore my anger?
portuguese: E se eu ignorar a minha raiva?

source: Anxiety is a feeling we get when there is a perceived risk and our body prepares for fight or flight.
portuguese: A ansiedade é um sentimento que temos quando há um risco percebido e o nosso corpo se prepara para lutar ou fugir.

source: Anxiety is not as useful for protecting us in these situations where fighting or running away won't help. However, our responses haven't yet caught up.
portuguese: A ansiedade não é tão útil a proteger-nos nestas situações em que lutar ou fugir não ajuda. No entanto, as nossas reacções ainda não alcançaram.

source: First, tell me something that was challenging for you during the last 24 hours.
portuguese: Primeiro, diz-me algo que foi desafiante para ti durante as últimas 24 horas.

source: I see. How did this make you feel? Type below, or click a button to learn more about why we experience certain emotions.
portuguese: Estou a ver. Como é que isto te fez sentir? Escreve abaixo, ou clica num botão para aprenderes mais sobre o porquê de experimentarmos certas emoções.

source: sad
portuguese: triste

source: Long ago, anxiety helped to protect humans against predators. A person who did not choose fight or flight when chased by a bear would simply not have survived.
portuguese: Há muito tempo atrás, a ansiedade ajudou a proteger os humanos contra predadores. Quem não escolhesse lutar ou fugir quando confrontado por um urso não conseguia sobreviver.

source: What about now?
portuguese: E agora?

source: Goodbye to you too! If you need something else, please type <b>/menu</b>. :)
portuguese: Adeus para ti também! Se precisares de mais alguma coisa, por favor escreve <b>/menu</b>. :)

source: Remember, anything you share with me is confidential. This is a safe space for you.
portuguese: Lembra-te, tudo o que partilhares comigo é confidencial. Isto é um espaço seguro para ti.

source: Ready to get started?
portuguese: Pronto para começar?

source: I'm ready!
portuguese: Estou pronto!

source: What lessons did you learn during the last 24 hours?
portuguese: Que lições aprendeste nas últimas 24 horas?

source: We feel sadness in response to some kind of loss or failure in our lives.
portuguese: Nós sentimos tristeza em resposta a alguma perda ou falha nas nossas vidas.

source: How can sadness help me?
portuguese: Como é que a tristeza me pode ajudar?

source: Awesome!
portuguese: Fantástico!

source: We're nearly done now. Time flies when I'm spending it with you!
portuguese: Estamos quase no fim. O tempo voa quando o estou a passar contigo!

source: I understand.
portuguese: Entendo.

source: Thank you for sharing with me today! This marks the end of our diary/journal time.
portuguese: Obrigado por partilhares comigo! Isto marca o fim do nosso tempo de diário

source: Learn how to better cope
portuguese: Aprende a lidar melhor

source: Learn how to better accept things
portuguese: Aprende a aceitar melhor as coisas

source: Let your worries go
portuguese: Deixa as tuas preocupações ir

source: Find peace through acceptance
portuguese: Encontra a paz através da aceitação.

source: I see.
portuguese: Estou a ver.

source: How does it feel to talk with me about what is going on for you?
portuguese: Como é que te sentes a falar comigo sobre o que se está a passar contigo?

source: Hmm... can you describe how this is making you feel?
portuguese: Hmm... podes descrever-me como é que isto te está a fazer sentir?

source: Hmm, okay...
portuguese: Hmm, ok...

source: I understand. I appreciate you being honest with me. For what it's worth, I like chatting with you already!
portuguese: Entendo,

source: Let's see...
portuguese: Vamos ver...

source: I think I understand.
portuguese: Acho que entendo.

source: Is this affecting you in any other ways?
portuguese: Isto está a afectar-te de quaisquer outras formas?

source: That makes sense. Would you say this is mostly good or mostly bad?
portuguese: Isso faz sentido. Dirias que isto é maioritariamente bom ou mau?

source: Mostly good
portuguese: Maioritariamente bom

source: Mostly bad
portuguese: Maioritariamente mau

source: Got it. And what is your most positive take on this situation? Any silver linings?
portuguese: Entendido. E o que

source: What is the best thing for you about this situation?
portuguese: Qual é a melhor coisa para ti em relação a esta situação?

source: Tell me, what's on your mind right now?
portuguese: Diz-me, o que está na tua mente neste momento?

source: Hello! I'm Noni, a friendly bot. :) I'm here for you.
portuguese: Olá sou o Noni, um bot amigável. :) Estou aqui para ti.

source: I want you to know that this is a safe space for you to say anything at all. Everything you share with me is 100% confidential and I never, ever judge. Type <b>/menu</b> to bring up options at any time.
portuguese: Quero que saibas que isto é um espaço seguro para dizeres qualquer coisa. Tudo o que partilhares comigo é 100% confidencial e eu nunca, nunca julgo. Escreve <br>/menu</br> para mostrar as opções a qualquer momento.

source: I see. Thank you for trusting me with what is going on.
portuguese: Estou a ver. Obrigado por confiares em mim com o que se está a passar.

source: I'm wondering, is there anything else you'd like to tell me about it?
portuguese: Pergunto-me, há mais alguma coisa que me queiras dizer sobre isso?

source: I understand. It can be overwhelming to think about making changes.
portuguese: Entendo. Pode ser esmagador pensar em mudar.
