Repository: kaka-hub/kacosmic
Catalog: 7_Cups_*.po
Languages: portuguese

source: Startups are all stress. Learn to manage anxiety, stay balanced, and get support.
portuguese: Startups são muito stress. Aprende a gerir a ansiedade, ficar em equilíbrio, e obter apoio.

source: Overcoming Trauma
portuguese: Superar o Trauma

source: Learn how trauma can make you stronger and overcome your past.
portuguese: Aprende como o trauma pode tornar-te mais forte e supera o teu passado.

source: Basic Paths
portuguese: Caminhos Básicos

source: Single Paths
portuguese: Caminhos Individuais

source: Series Paths
portuguese: Caminhos Série

source: Any
portuguese: Qualquer

source: All
portuguese: Todos

source: %1$s has entered this room.
portuguese: %1$s entrou nesta sala.

source: %1$s is typing...
portuguese: %1$s esta escrevendo...

source: %1$s Current Participants
portuguese: %1$s Participantes Actuais

source: refer
portuguese: referir

source: Upgrade now to get access to personalized paths, exclusive content, and much more!
portuguese: Atualize agora para ter acesso aos caminhos personalizados, conteúdo exclusivo, e muito mais!

source: Choose Your Language
portuguese: Escolhe o teu idioma

source: Switch Language
portuguese: Mudar o Idioma

source: 8-15 Characters
portuguese: 8-15 palavras

source: Follow
portuguese: Seguir

source: Please remember the golden rule to treat others as you would like to be treated.
portuguese: Por favor, lembra-te da regra de ouro, tratar os outros como gostarias de ser tratado.

source: 7 Cups of Tea is a place of kindness, compassion, and non-judgmental support. Please relate to one another in a manner that reflects these values.
portuguese: 7 Cups of Tea é um lugar de bondade, compaixão e apoio livre de julgamento. Por favor, relaciona-te com os outros de forma que reflicta estes valores.

source: The best conversations are equal and reciprocal. Always remember to give others a chance to talk.
portuguese: As melhores conversas são iguais e recíprocas. Lembra-te sempre de dar aos outros oportunidade de falar.

source: 7 Cups enables you to connect with listeners based on issue, language, or country.
portuguese: O 7 Cups permite que te conectes com os ouvintes com base no problema, linguagem ou país.

source: You are not alone. Many of us go through the same struggles. We are glad you are here.
portuguese: Não estás sozinho. Muitos de nós passamos pelas mesmas lutas. Nós estamos felizes por estares aqui.

source: Earn growth points, unlock badges, and learn skills on your 7 Cups of Tea journey.
portuguese: Ganha pontos de crescimento, desbloqueia emblemas, e aprende habilidades na tua viagem no 7 Cups of Tea.

source: Listening to and supporting one another is a great way to lift your spirits!
portuguese: Ouvir e apoiar uns aos outros é uma óptima maneira de levantar o teu estado de espírito!

source: Encourage others that are struggling with issues that you have overcome. Hope is powerful.
portuguese: Incentiva outras pessoas que estão a lutar contra problemas que tu superaste. A esperança é poderosa.

source: Be kind, because everyone you meet is fighting a hard battle.
portuguese: Sê amável, porque toda a gente que encontras está a lutar uma batalha difícil.

source: We provide support to all individuals that are not suicidal, homicidal or abusing anyone.
portuguese: Oferecemos suporte a todos os indivíduos que não são suicidas, homicidas ou não estão a abusar alguém.

source: You belong here. We accept you and we are glad you have joined us.
portuguese: Tu pertences aqui. Nós aceitámos-te e estamos contentes por te juntares a nós.

source: Don&rsquo;t wait for people to be friendly, show them how.
portuguese: Não esperes que as pessoas sejam amigáveis, mostrar-lhes como.

source: Kindness, like a boomerang, always returns.
portuguese: Bondade, é como um bumerangue, volta sempre.

source: Simply caring for one another, like you would a good friend, is very powerful.
portuguese: Simplesmente cuida do outro, como se fosse um bom amigo, é muito poderoso.

source: We can all learn from one another.
portuguese: Todos nós podemos aprender uns com os outros.

source: Inappropriate behavior like swearing, harassment, sexual language, or racism will not be tolerated.
portuguese: Um comportamento inadequado, como palavrões, assédio, linguagem sexual, ou racismo não será tolerado.

source: We are all in this together. We are a community that has one another&rsquo;s back.
portuguese: Nós estamos todos juntos nisto. Somos uma comunidade que estamos aqui uns para os outros.

source: Please do not say anything negative about other members or listeners. It is inappropriate and harmful.
portuguese: Por favor, não digas nada negativo sobre outros membros ou ouvintes. É inadequado e prejudicial.

source: If someone is behaving in an inappropriate manner, please mute them by clicking on the mute button next to their name (display image).
portuguese: Se alguém se está a comportar de forma inadequada, por favor silencia-os ao clicar no botão silenciar ao lado do nome deles (imagem de exibição).

source: Please refrain from giving advice. Advice is often not helpful, because we do not understand the context of a person&rsquo;s life. The best path is to help people choose a path that makes the most sense to them.
portuguese: Por favor, evita dar conselhos. Conselhos muitas vezes não são úteis, porque nós não compreendemos o contexto da vida de uma pessoa. O melhor caminho é ajudar as pessoas a escolher um caminho que faz mais sentido para eles.

source: Please do not engage in one on one conversations in group support. Please save this for a one on one conversation with your listener.
portuguese: Por favor, não te envolvas num conversas 1-para-1 num grupo de apoio. Por favor, guarda isso para uma conversa 1-para-1 com o teu ouvinte.

source: Hover over the person&rsquo;s name to follow them or, if they are a listener, send them a message.
portuguese: Passa o rato sobre o nome da pessoa para os seguir ou, se são um ouvinte, enviar-lhes uma mensagem.

source: We all need to work together to keep 7 Cups safe and compassionate. If a person is being inappropriate, please report them by pressing the report button under their message. Your action will remain anonymous. Thank you for helping us make this a welcoming place.
portuguese: Todos nós precisamos de trabalhar juntos para manter 7 Cups seguro e solidário. Se alguém está a ser impróprio, por favor denuncia-os ao clicar no botão para reportar abaixo da sua mensagem. A tua acção vai permanecer anónima. Obrigado por nos ajudares a fazer deste lugar um lugar acolhedor.

source: Thank you for helping us make the world a better place! If you want to take things a step further, please consider backing 7 Cups so we can continue to provide free emotional support to thousands of people.
portuguese: Obrigado por nos ajudares a fazer do mundo um lugar melhor! Se desejas ir um pouco mais além, por favor considera apoiar o 7 Cups para que nós continuemos a providenciar apoio emocional gratuito a milhares de pessoas.

source: Back 7 Cups
portuguese: Apoia o 7 Cups

source: Use your active listening skills
portuguese: Usa as tuas habilidades de audição activa.

source: Be professional at all times
portuguese: Sê profissional em qualquer altura.

source: Do not give advice to others as this can be harmful
portuguese: Não dês conselhos aos outros pois podem ser prejudiciais.

source: Show respect to moderators
portuguese: Mostra respeito pelos moderadores

source: Be kind and supportive to everyone
portuguese: Sê gentil e acolhedor para com todos.

source: Log in to your member account if you wish to seek support for yourself
portuguese: Entra na tua conta de membro se desejas receber apoio.

source: We are very glad you are here. It is great to have you as a part of our community!
portuguese: Estamos muito felizes pela tua presença. É óptimo ter-te aqui como parte da nossa comunidade!

source: We want you to know that we are here for you. You are not alone in this.
portuguese: Nós queremos que saibas que estamos aqui por ti. Não estás sozinho/a nisto.

source: Our mission is to provide free, on demand, emotional support to anyone who needs it, any place, any time.
portuguese: A nossa missão é dar apoio emocional gratuito, sob demanda, a todos os que precisam, em qualquer lugar, a qualquer hora.

source: When your conversation is over, please click on the power button <i class="fa fa-fw fa-power-off"></i> at the top right to end the live chat.
portuguese: Quando a tua conversa terminar, por favor clica no botão desligar <i class="fa fa-fw fa-power-off"></i> No canto superior direito para terminar esta conversa.

source: We believe that each one of us is inherently valuable. We do not measure people based on where they are from, what they look like, or what position they hold.
portuguese: Nós acreditamos que cada um de nós é realmente valioso. Nós não julgamos as pessoas baseado na sua origem, aparência ou o cargo que ocupam.

source: You are part of a community that is free from stigma and stereotypes, and rich with love and support. A world where all 7 billion of us can feel like we truly belong.
portuguese: Tu és parte de uma comunidade que é livre de estigma e estereótipos, e rica em amor e apoio. Um mundo onde 7 biliões de nós pode sentir-se que realmente pertence.

source: We believe that you make sense in the larger story of your life. We understand that life is not simple or easy.
portuguese: Nós acreditamos fazes sentido na maior parte da história da tua vida. Nós compreendemos que a vida não é simples ou fácil.

source: Every action you do on the website gives you growth points. This helps you move up through levels, solve problems, and learn new skills.
portuguese: Cada acção realizada no website dá-te pontos de crescimento. Isto ajuda-te a subir de nível, resolver problemas, e aprender novas habilidades.

source: Your personal growth makes the world a better place and empowers you to care more for others around you. We are all connected. When you get help, you help others!
portuguese: O teu crescimento pessoal faz do mundo um lugar melhor e fortalece-te para ajudar mais as pessoas à tua volta. Nós estamos todos ligados. Quando recebes ajuda, estás a ajudar outros!

source: Create an account now to save your rewards and progress
portuguese: Cria uma conta agora para guardar o teu progresso e recompensas.

source: Each small step on 7 Cups is a step in the right direction. You are already taking steps on your personal growth journey. We have created an easy to follow growth path just for you. You will be able to see it at the end of the chat.
portuguese: Cada pequeno passo no 7 Cups é um passo na direcção certa. Já estás a caminhar o teu próprio percurso de crescimento. Nós criamos um caminho de crescimento fácil de seguir apenas para ti. Poderás vê-lo no final da conversa.

source: Your opinion matters. Please click the star button at any time to leave an anoymous review for your listener. Leaving a review supports out community by helping our listeners continue to improve!.
portuguese: A tua opinião importa. Por favor clica no botão da estrela a qualquer momento para deixar uma avaliação anónima do teu ouvinte. Ao deixares uma avaliação ajudas a comunidade, por ajudares os nossos ouvintes a continuar a melhorar!

source: We are all on the same path. Some of us are just starting out. Others are further down the road. No matter where we are, being kind, compassionate, and accepting of one another enables us all to grow.
portuguese: Nós estamos todos no mesmo caminho. Alguns acabaram de começar. Outros estão bem avançados. Não importa onde estamos, ser gentil, compassivo, e aceitar uns aos outros permite-nos crescer.

source: 7 Cups is a home for all people. Everyone belongs here and you do too.
portuguese: O 7 Cups é um lar para toda a gente. Todos moram aqui e tu também moras.

source: Each small step on 7 Cups is a step in the right direction. You are already taking steps on your growth path. We&rsquo;ve created an easy to follow growth path just for you. You&rsquo;ll be able to access it at the end of your chat.
portuguese: Cada pequeno passo no 7 Cups é um passo na direcção certa. Já estás a caminhar o teu próprio percurso de crescimento. Nós criamos um caminho de crescimento fácil de seguir apenas para ti. Poderás vê-lo no final da conversa.

source: Your opinion matters. Please click the star button at any time to leave an anonymous review for your listener. Leaving a review supports our community by helping our listeners continue to improve!
portuguese: A tua opinião importa. Por favor clica no botão da estrela a qualquer momento para deixar uma avaliação anónima do teu ouvinte. Ao deixares uma avaliação ajudas a comunidade, por ajudares os nossos ouvintes a continuar a melhorar!

source: Have the blues? Unlock access to the Mind Over Mood path to feel better now.
portuguese: Sentes-te melancólico/a? Desbloqueia o acesso ao caminho Mente acima de Humor para te sentires melhor agora.

source: You can have control of your emotions. Unlock access to the Calm and Balanced path to start feeling better now.
portuguese: Podes ter o controlo das tuas emoções. Desbloqueia o acesso ao caminho da Calma e Equilíbrio para te sentires melhor agora.

source: Feeling stressed out from work? Unlock access to the Work Smart path to find relief today.
portuguese: Sentes-te stressado com o teu trabalho? Desbloqueia o acesso ao caminho Trabalhe de Forma Inteligente para encontrares alivio hoje.

source: Feeling conflicted about food? Unlock access to the Balanced Eating path to feel better today.
portuguese: Sentes conflito relacionado com comida? Desbloqueia o acesso ao caminho Alimentação Equilibrada para te sentires melhor hoje.

source: Tired of having panic attacks? Unlock access to the Overcoming Panic path today.
portuguese: Cansado de ter ataques de pânico? Desbloqueia o acesso para o caminho Superar o Pânico hoje.

source: Feeling stressed out? Subscribe today to our 7 Cups Calm and Strong path to feel better today.
portuguese: Sentes-te stressado? Subscreve hoje ao nosso caminho da Calmo/a e Forte para te sentires melhor hoje.

source: Want to be a better parent? Unlock access to the Parenting Plus path to learn valuable new skills to better help your child today.
portuguese: Queres ser um/a pai/mãe melhor? Desbloqueia o acesso para o caminho Cuidado Parental Plus, para aprender capacidades valiosas para um melhor cuidado da criança.

source: Want to learn better ways to manage difficult feelings? Unlock access to the Safer Solutions path to feel better today.
portuguese: Queres aprender maneiras melhores de gerir sentimentos difíceis? Desbloqueia o acesso para o caminho Soluções Seguras para te sentires melhor hoje.

source: Feeling broken hearted? Learn how to heal with our Moving Forward path.
portuguese: Sentes o coração partido? Aprende como curá-lo com nosso caminho de Seguir em Frente.

source: Tired of drinking or drugs? Unlock access to the New Leaf path to help overcome alcohol or drug issues today.
portuguese: Cansado/a de bebida ou drogas? Desbloqueia o acesso ao caminho Nova Página para te ajudar a superar problemas com álcool ou drogas.

source: Wish things could be easier in your family? Unlock access to the Stress-Free Family path to start feeling better now.
portuguese: Desejas que as coisas fossem mais fáceis na tua família? Desbloqueia o acesso ao caminho Família sem Stress para te sentir melhor agora.

source: Tired of being limited by pain? Unlock access to the Pain Management path to feel better today.
portuguese: Cansado de te sentires limitado pela dor? Desbloqueia o acesso ao caminho Gestão da Dor para te sentires melhor hoje.

source: Stressed out about money? Unlock access to the Financial Freedom path to gain control and feel less stress.
portuguese: Stressado com o dinheiro? Desbloqueia o acesso ao caminho Liberdade Financeira para ganhares controlo e te sentires menos stressado.

source: Want to lose weight? Unlock access to the Healthy Eating path to feel better today.
portuguese: Queres perder peso? Desbloqueia o acesso ao caminho Alimentação Saudável para te sentires melhor hoje.

source: Need help exercising? Unlock access to the Exercise Wise path to feel energized today.
portuguese: Precisas de ajuda a exercitar-te? Desbloqueia o acesso ao caminho Exercita Sabiamente para te sentires energético hoje.

source: Feeling like your life lacks direction? Unlock access to the ADHD Management path to get more organized today.
portuguese: Sentes que a tua vida não tem sentido? Desbloqueia o acesso ao caminho Lidar com PHDA para te organizares mais hoje.

source: Feeling irritable? Wish you could slow things down? Subscribe today to our Steady and Strong path to better manage your mood today.
portuguese: Sentes-te irritado? Desejas poder fazer as coisas com calma? Inscreve-te hoje no nosso caminho Estável e Forte para melhorar o teu humor hoje.

source: Ready to forgive and forget? Unlock access to the Letting it Go path to move forward with your life today.
portuguese: Preparado para perdoar e esquecer? Desbloqueia o acesso ao caminho Deixar Ir para seguires com a tua vida hoje.

source: Loss can be overwhelming. Unlock access to the Grieving and Growing path to find healing today.
portuguese: Perda pode ser esmagadora. Desbloqueia o acesso para o caminho De Luto e a Crescer para começares a recuperar hoje.

source: Want to better manage compulsions? Unlock access to the Response Prevention path to better manage OCD today.
portuguese: Queres melhorar as compulsões? Desbloqueia o acesso ao caminho Prevenção de Resposta para controlar melhor teu DOC hoje.

source: Have the blues? Unlock access to the Growing Mother path for help today.
portuguese: Sentes-te melancólica? Desbloqueia o acesso ao caminho Mãe em Crescimento para receber ajuda hoje.

source: Worried about what other people think of you? Unlock access to the Social Confidence path to help overcome anxiety today.
portuguese: Preocupado com o que outras pessoas pensam sobre ti? Desbloqueia o acesso ao caminho Confiança Social para controlar a tua ansiedade hoje.

source: Feeling lonely? Unlock access to the Connect Path to create better relationships today.
portuguese: Sentes-te só? Desbloqueia o acesso para o caminho Conectar para criar melhores relações hoje.

source: College can be very challenging. Unlock access to the College Boost path to feel better today.
portuguese: A Universidade pode ser muito desafiante. Desbloqueia o acesso para o caminho Impulso Universitário para te sentires melhor hoje.

source: Ready to let go of the past and move forward? Unlock access to our Overcoming Trauma path to start feeling better today.
portuguese: Preparado para deixar o passado e seguir em frente? Desbloqueia o acesso ao caminho Superar o Trauma para começares a sentir-te melhor hoje.

source: Feeling stressed, down, or worried? Subscribe now to start feeling better today.
portuguese: Sentes-te stressado, em baixo, ou preocupado? Inscreve-te agora para começares a sentir-te melhor hoje.

source: 7 Cups will always be free for everyone, but we need support to make this sustainable. Please consider supporting 7 Cups today.
portuguese: O 7 Cups será sempre gratuito para todos, mas necessitamos de apoio para torná-lo sustentável. Por favor considera apoiar hoje o 7 Cups.

source: When you back 7 Cups with a monthly subscription, you make care, love, and belonging a reality for everyone around the world.
portuguese: Quando apoias o 7 Cups com uma subscrição mensal, tu crias carinho, amor, e pertença uma realidade para toda a gente pelo mundo.

source: Take Wellness Test
portuguese: Faz o Teste de Bem-Estar.

source: Take Our Free Emotional Wellness Test to track your progress as you grow stronger.
portuguese: Faz o nosso teste de Bem-Estar Emocional para traçar o teu progresso conforme melhoras.

source: took the 7 Cups Emotional Wellness Test.
portuguese: fizeste o Teste de Bem-Estar Emocional do 7 Cups.

source: Open Gratitude Journal
portuguese: Abrir o Jornal de Gratidão

source: Write down 3 things you are grateful for and open up to happiness.
portuguese: Escreve 3 coisas pelas quais estás grato e recebe de braços abertos a felicidade.

source: made a Gratitude Journal entry.
portuguese: escreveu no Jornal de Gratidão.

source: Share What You&rsquo;re Learning. Congratulations, you reached step [[STEPNUM]] in your Growth Path! Let everyone know so we can celebrate with you! Highlight one thing you&rsquo;ve learned so far in a forum post.
portuguese: Partilha o que estás a aprender. Parabéns, atingiste a etapa [[STEPNUM]] no teu Caminho de Crescimento! Permite que toda a gente saiba para que possamos celebrar contigo! Partilha algo que tu aprendeste até agora numa publicação no fórum.

source: posted in the Support Forum about what you have learned so far in your Growth Path.
portuguese: postaste no Fórum de Apoio sobre o que aprendeste até agora no seu Caminho de Crescimento.

source: Practice your mindfulness daily if possible.
portuguese: Pratica Mindfulness diariamente se possível.

source: completed a Minfulness Exercise to help you feel at peace.
portuguese: completaste um exercício de Mindfulness para te ajudar a sentir em paz.

source: Watch a Brief Video
portuguese: Assiste a um vídeo breve.

source: Watch an uplifting video to help you feel at peace.
portuguese: Vê um vídeo inspirador para te sentires em paz hoje.

source: completed a Video Exercise to help you feel at peace.
portuguese: completaste um vídeo exercício para te ajudar a sentir em paz.

source: finished focusing on the positive.
portuguese: terminaste de te focar no positivo.

source: Select an issue to focus on at 7 Cups.
portuguese: Selecciona um problema para te focares no 7 Cups.

source: selected an issue to focus on at 7 Cups
portuguese: seleccionaste um problema para te focares no 7 Cups.

source: Complete the next lesson on the %s
portuguese: Completa a próxima lição no %s

source: completed a knowledge lesson
portuguese: completaste uma lição de conhecimento.

source: took a general chat request
portuguese: recebeste um pedido de conversa geral

source: Open Request List
portuguese: Abrir Lista de Pedidos

source: Take a general chat request
portuguese: Recebe um pedido de conversa geral

source: Connect with the 7 Cups community by posting in the forum
portuguese: Conecta-te com a comunidade 7 Cups ao publicar no fórum.

source: connected with the 7 Cups community by posting in the forum
portuguese: conectaste-te com a comunidade 7 Cups ao publicar no fórum

source: Visit the Forum
portuguese: Visitar o Fórum

source: Connect with the listener community in a listener chat room - send 5-10 messages
portuguese: Conecta-te com a comunidade de ouvintes numa sala de conversa de ouvintes - envia 5-10 mensagens

source: connected with the listener community in a listener chat room
portuguese: conectaste-te com a comunidade de ouvintes numa sala de conversa de ouvintes

source: Go to Chatroom
portuguese: Ir para a Sala de Conversa.

source: Practice what you&rsquo;ve learned by taking a new general or a personal chat - 30 messages with at least 10 message from guest/member
portuguese: Treina o que aprendeste ao aceitar um novo pedido geral ou pessoal - 30 mensagens com pelo menos 10 mensagens do convidado/membro

source: practiced your listening skills by taking a new general or personal chat
portuguese: treinaste as tuas habilidades de ouvinte por aceitar um novo pedido geral ou pessoal

source: Select a New Request
portuguese: Selecciona um Novo Pedido.

source: took the Listener Oath
portuguese: fez o Juramento de Ouvinte.

source: Take the Oath
portuguese: Fazer o Juramento.
