Repository: kaka-hub/kacosmic
Catalog: 7_Cups_*.po
Languages: portuguese

source: gotta say... when I feel bad housework is the last thing on my mind
portuguese: Tenho que admitir... quando me sinto mal o trabalho doméstico é a última coisa em que penso

source: Makes sense, Kate. Sometimes it can feel too hard to face things like housework when we're feeling down.
portuguese: Faz sentido, Kate. Às vezes pode ser difícil lidar com coisas, como por exemplo o trabalho doméstico, quando nos sentimos mal.

source: me too, Kate.
portuguese: eu também, Kate

source: Different things work for different people :)
portuguese: Diferentes coisas funcionam para diferentes pessoas :)

source: Absolutely, RayofHope.
portuguese: Absolutamente, RayofHope.

source: I listen to music when im sad
portuguese: Eu ouço música quando estou triste

source: Music is a good one, too!
portuguese: Música é uma boa também!

source: yeah especially when its a song that just nails how im feeling
portuguese: Sim especialmente quando é uma musica que descreve exatamente como eu estou me sentindo.

source: everyone doing ok?
portuguese: está tudo bem convosco?

source: not me
portuguese: Eu nao.

source: I'm good
portuguese: Estou bem.

source: how are you ears?
portuguese: como vai voce, ears?

source: good thanks!
portuguese: Estou bem, obrigada!

source: not bad ty
portuguese: Nada mal, obrigado

source: whats up house?
portuguese: tudo bem house?

source: my girlfriend broke up with me last night
portuguese: a minha namorada acabou comigo ontem

source: ah sorry to hear that house. did you see it coming?
portuguese: Ah sinto muito em saber isso, casa. Você esperava por isso?

source: no
portuguese: Não

source: not at all
portuguese: Não de todo

source: sorry house :(
portuguese: lamento house :(

source: Sorry to hear that, House. Sounds like it came as a shock.
portuguese: Sinto muito em saber disso, Casa. Parece que isso veio como um choque.

source: that sucks house
portuguese: isso é uma treta house

source: yeah she said its not working out but i thought things were fine with us
portuguese: sim ela diz que não está a resultar mas eu pensava que as coisas estavam bem entre nós

source: been there house. I know how you feel
portuguese: já estive aí house. Sei como te sentes

source: how long were you together house?
portuguese: há quanto tempo estavam juntos house?

source: 7 months
portuguese: 7 meses

source: I'm can hear how hard this is for you, House. Breakups can bring up a lot of mixed feelings. I can imagine it must feel quite overwhelming for you right now.
portuguese: Eu entendo como isso é dificil para voce, House. Terminos podem trazer a tona muitos sentimentos contraditorios. Imagino que deve ser uma sensacao avassaladora para voce agora.

source: i was doing so well before this
portuguese: Estava tão bem antes disto

source: i dont know what to do without her. she was everything to me
portuguese: Não sei o que fazer sem ela. Ela era tudo para mim

source: its been almost a year since I got dumped. doesnt feel like it at the time but i can promise it gets easier
portuguese: Faz quase um ano desde que me deixaram, pode não parecer agora mas prometo que fica mais fácil

source: I thought we'd be together forever
portuguese: Pensei que fossemos ficar juntos para sempre

source: woods is right
portuguese: Bosque tem razao.

source: *passes house a mug of cocoa*
portuguese: *passa uma caneca de chocolate quente para Casa*

source: I cant see how it will ever get easier. there will never be anyone else like her
portuguese: Não consigo ver maneira de isto se tornar mais fácil. Nunca haverá ninguém como ela

source: It's completely normal and okay to feel the way you do right now, House. It can take time to process and come to terms with.
portuguese: É completamente normal se sentir do jeito que você se sente agora, House. Isso leva tempo para processar e chegar a um acordo.

source: i didnt at first lol
portuguese: Eu não consegui à primeira lol

source: listen to sad songs and cry for a month
portuguese: Ouvir músicas tristes e chorar durante um mês

source: thats what i did after a break up
portuguese: Isso foi o que eu fiz após o fim de uma relação

source: So at least three of us here have experienced breakups.
portuguese: Pelo menos três de nós, aqui, passamos por o fim de um relacionamento.

source: yup
portuguese: Sim

source: me too but long ago now
portuguese: Eu também mas há muito tempo

source: and me
portuguese: E eu

source: yeah
portuguese: Sim

source: i dont get where i screwed up
portuguese: Eu não percebo onde errei

source: you probably didnt
portuguese: Tu provavelmente não

source: Do you think you screwed up, House?
portuguese: Achas que erraste, Casa?

source: must have
portuguese: deve ter

source: or she met someone else
portuguese: ou ela conheceu outra pessoa

source: probably
portuguese: provavelmente

source: I've broken up with guys in the past who I liked and who didn't do anything wrong, just because it didn't feel like the right fit.
portuguese: Eu já terminei com caras no passado de quem eu gostava e que não tinham feito nada de errado, só porque não era uma boa combinação.

source: thats dumb though if they care about you
portuguese: Se eles querem saber de ti isso é uma coisa tonta

source: love is messy business
portuguese: O amor é um negócio complicado

source: would you want to be with someone just because they cared about you?
portuguese: gostavas de estar com alguém só porque essa pessoa se preocupava contigo?

source: and would you want someone to be with you just because they didn't want to hurt your feelings?
portuguese: E você gostaria que alguém estivesse com você só porque ele(a) não quer machucar seus sentimentos?

source: I guess not
portuguese: Acho que não

source: it has to work both ways, I guess that's what I'm saying. But it doesn't mean you did anything wrong.
portuguese: Tem que funcionar nos dois sentidos, acho que é o que eu estou dizendo. Mas isso não significa que você fez nada de errado.

source: fair point
portuguese: justo

source: its ok to be sad house
portuguese: tudo bem ficar triste, Casa.

source: yeah totally ok
portuguese: sim, claro que tudo bem.

source: thanks guys
portuguese: obrigado pessoal

source: Okay, are we ready for the next question?
portuguese: Ok, estamos prontos para a próxima pergunta?

source: yes
portuguese: Sim

source: confused
portuguese: confuso

source: bring it on
portuguese: manda isso

source: Tree, I'm going to ask a question and you just answer it :) These sessions are a way for us all to explore things together and support one another.
portuguese: Tree, eu vou te fazer uma pergunta e você apenas responda ela. Estas sessões são uma maneira para explorarmos as coisas juntos e ajudar um ao outro.

source: We'd love you to join in, too, House :)
portuguese: Adoraria que também participasses, Casa :)

source: How successful would you say you are at avoiding or distracting yourself from negative feelings?
portuguese: Quanto sucesso voce acha que tem em evitar ou se distrair dos sentimentos negativos?

source: not successful
portuguese: sem sucesso

source: not too bad at it these days. 7 cups has helped me alot here
portuguese: Nada mal nesses dias . 7 Cups tem me ajudado muito aqui.

source: it depends really!
portuguese: Depende na verdade!

source: it works for me as long as i keep doing it
portuguese: Funciona para mim contanto que eu continue fazendo.

source: so long as im playing video games i can forget how i feel
portuguese: Contanto que eu esteja jogando videogame eu consigo esquecer como me sinto

source: i hear ya sky
portuguese: quero te ouvir Sky

source: crashing back to reality
portuguese: Regresso para a realidade

source: *bump*
portuguese: *esbarrar*

source: good point i will never stop playing again lol
portuguese: Boa colocação , eu nunca vou parar de jogar de novo.

source: avoidance is a temporary solution
portuguese: evitar é uma solução temporária

source: ermm never lol
portuguese: ummmm nunca hahah

source: That's okay, Sky. Would you say it's difficult for you?
portuguese: Está tudo bem, Céu. Dirias que é difícil para ti?

source: not the most thrilling prospect no
portuguese: nao é a perspectiva mais animadora nao

source: i get its not easy sky
portuguese: Eu percebo que não seja fácil Céu

source: sounds like its the last thing you wanna do
portuguese: Parece ser última coisa que queres fazer.

source: it can definitely seem counterintuitive to let yourself sit with your feelings, but it's worth a try. Just let yourself really feel them, breathe through them as they wash over you. You might find they're not as scary as you thought.
portuguese: Pode definitivamente parecer contraditório deixar-se ficar com os seus sentimentos, mas vale a pena tentar. Deixe-se realmente senti-los, respire com eles enquanto eles saem de você. Você pode descobrir que eles não são tão assustadores quanto pareciam.

source: I used to be a bit like that sky. I would do anything to try and avoid thinking about things
portuguese: Eu costumava ser assim sky. Fazia tudo para tentar e evitar pensar sobre as coisas

source: nothing would stop the pain for me right now i cant think of anything else but my gf and how much I want to be with her
portuguese: Nada poderia parar essa dor por mim, agora não posso pensar sobre nenhuma outra coisa a não ser minha namorada e o quanto eu quero estar com ela.

source: understandable, house
portuguese: compreensível, house

source: Would you say part of you is fighting against the pain right now, House?
portuguese: Dirias que parte de ti está a lutar contra a dor neste preciso momento, Casa?

source: I dont get what you mean
portuguese: Não entendo o que queres dizer

source: Tree, we just spoke about finding distractions to take our mind of our emotional pain. Now we're talking about the opposite, so exploring what it's like to accept the pain for a while instead of fighting it :)
portuguese: Tree, nós acabamos de falar sobre achar distrações para tirar nossa mente da dor emocional. Agora estamos falando sobre o oposto, então explorar o que isso é, aceitar a dor por um momento ao invés de lutar contra isso.

source: I guess in a way that's what I do when I'm writing, like focusing on how I'm feeling and what that's like. Not so much a distraction from it, but more kind of exploring it.
portuguese: Eu acho, no jeito que eu faço quando estou escrevendo , me focar em como estou me sentindo e sobre o que é isso. Não é muita distração disso, mas é mais um meio de explorar isso.

source: I dont get why I would want to feel it lol
portuguese: Não entendo porque quereria senti-lo lol

source: me neither
portuguese: Eu também não

source: Mouse, you mentioned that you used to fight your pain, but less so now. What changed for you?
portuguese: Rato, mencionou que você costumava lutar contra a sua dor, mas menos agora. O que mudou para você?

source: finding 7 cups lol
portuguese: Encontrar o 7 Cups lol

source: i can feel being on here is helping me too weirdly enough
portuguese: Consigo sentir que estar aqui está a ajudar-me estranhamente o suficiente

source: i suck at writing anyway
portuguese: eu não presto a escrever de qualquer das formas

source: doesnt have to be writing
portuguese: não precisa de ser escrever

source: I dont write but I do feel my feelings lol
portuguese: Eu não escrevo, mas eu sinto meus sentimentos, hahah

source: How does it work for you, Mouse?
portuguese: Como funciona para ti, Mouse?

source: yeah, I do think there are ways to do it without becoming a poet ;)
portuguese: Sim, acho que tem jeitos de fazer isso sem se tornar um poeta ;)

source: quiet moments with my thoughts
portuguese: momentos calmos com os meus pensamentos

source: Nice, Mouse! Sounds like you've cracked it
portuguese: Boa, Rato! Parece que você descobriu isso!

source: talking to a listener can be good too, especially if you let yourself be honest about your feelings
portuguese: falar com ouvintes também pode ser bom, especialmente se te fores honesto sobre os teus sentimentos

source: i talk to listeners sometimes
portuguese: eu falo com ouvintes às vezes

source: I do a lot but I still worry they wont get it or they'll judge me
portuguese: Eu faço muito mas continuo com medo que eles não percebam ou me julguem

source: thats good sky you can always pm me
portuguese: Isso é bom Céu, você pode sempre me mandar mensagem aqui.

source: thanks ears
portuguese: obrigado ears

source: you can too kate :)
portuguese: tu também podes kate :)

source: ty
portuguese: obrigado.

source: you worry even though you're anonymous?
portuguese: preocupas-te mesmo que estejas anónimo?

source: even if they did judge you, it's not like they have a clue who you are
portuguese: mesmo que eles te julguem, não é como se eles soubessem quem és

source: if you get a listener you don't feel comfortable talking to, kate, it might be a case of trying a different one
portuguese: Se você falar com um ouvinte que você não se. sinta confortável para falar, kate, talvez seja o caso de você tentar um outro.

source: yeah sometimes i dont like the listener i get so i just look for another
portuguese: Sim, às vezes não gosto do ouvinte que me calha então procuro outro

source: you can choose listeners here: 7cups.com/BrowseListeners
portuguese: podes escolher ouvintes aqui: 7cups.com/BrowseListeners

source: for sure
portuguese: claro

source: cool ty :)
portuguese: legal, obrigado

source: guess not
portuguese: acho que nao

source: And how do you feel after a good chat?
portuguese: E como voce se sente depois de uma boa conversa?

source: better than before usually
portuguese: melhor do que antes normalmente

source: I think people who reach out for help are really brave <3
portuguese: Acho que as pessoas que procuram ajudas são muito corajosas <3

source: Definitely, Ears. It's not always an easy step to take - it requires courage :)
portuguese: Definitivamente, Ears. Nem sempre é um passo fácil a tomar - é preciso coragem :)

source: Ready for another question?
portuguese: Preparados para outra pergunta?

source: yes please!
portuguese: sim por favor!

source: go for it
portuguese: Força aí

source: How well do you manage everyday tasks, such as eating and sleeping healthily?
portuguese: Quão bem geres as tuas tarefas diárias, como por exemplo comer e dormir de forma saudável?

source: I dont sleep that well lately
portuguese: Não durmo assim tão bem ultimamente

source: ok I think
portuguese: ok acho eu

source: Glad the meditations are helping you, woods!
portuguese: É bom saber que as meditações estão a ajudar, woods!

source: sleeping has never been a problem for me. In terms of eating i should probably lay off the chocolate a bit lol
portuguese: dormir nunca foi um problema para mim. No que toca a comer eu provavelmente devia deixar o chocolate um bocadinho lol

source: chocolate is love, chocolate is life <3
portuguese: chocolate é amor, chocolate é vida <3

source: right? lol
portuguese: certo? lol

source: I feel tired but its hard for me to relax enough to fall asleep
portuguese: Eu sinto-me cansado/a mas é difícil para mim relaxar o suficiente para adormecer

source: I stay up waaaaay too late
portuguese: Estive acordado/a até muitooooo tarde

source: idk
portuguese: nao sei

source: Sounds like a few of you are not sleeping so well.
portuguese: Parece-me que alguns de vocês não têm dormido muito bem

source: cool ty
portuguese: legal obrigado

source: thanks Hope
portuguese: obrigado Hope

source: Anyone else have any tips for sleeping better? What works for you?
portuguese: Mais alguem tem dicas para dormir melhor? O que funciona para voce?

source: I like reading in bed. helps me unwind.
portuguese: eu gosto de ler na cama. Me ajuda a relaxar.

source: laying off the caffeine
portuguese: parar com cafeina.

source: Reading is a good one!
portuguese: Ler é uma boa!

source: I really dont know
portuguese: Eu realmente nao sei.

source: What is your evening routine like, Kate?
portuguese: Como é a tua rotina de noite, Kate?

source: I do more writing than reading
portuguese: Eu escrevo mais do que leio

source: maybe cuz you're smarter than me woods ;)
portuguese: Talvez sejas mais inteligente que eu woods ;)

source: I dunno usually watch stuff on netflix until I fall asleep I guess but I can be awake for hours even tho I'm tired.
portuguese: Não sei normalmente vejo coisas na netflix até adormecer acho eu mas posso estar acordado por horas mesmo que esteja cansado.

source: I heard that the light from screens tricks your brain into thinking it's daytime
portuguese: Ouvi dizer que a luz dos ecrãs engana o teu cérebro para pensar que é de dia

source: it messes with sleep hormones
portuguese: Isso prejudica as hormonas do sono

source: Do you think sound might help to reduce the anxiety, if you could have something to listen to instead of watch?
portuguese: Achas

source: I watch netflix at night too
portuguese: Também vejo a netflix à noite

source: maybe you could try the meditations, kate
portuguese: talvez pudesses tentar as meditações, kate

source: music or podcasts?
portuguese: música ou podcasts?

source: yeah I think I might try that tonight
portuguese: sim acho que vou tentar isso esta noite

source: Cool :) Let us know how it goes for you!
portuguese: Fixe :) informa-nos como correu contigo!

source: will do
portuguese: assim o farei

source: hope it works for you kate
portuguese: espero que funcione para ti kate

source: me too... ty
portuguese: Eu também, obrigada/o

source: I miss my girlfriend too much idk why she had to leave me. I cant cope without her
portuguese: Tenho tantas saudades da minha namorada não sei porque é que ela me deixou. Não consigo lidar sem ela

source: hugs house
portuguese: abraços house

source: there will never be anybody else like her
portuguese: nunca haverá ninguém como ela

source: it's not fair, house
portuguese: não é justo, house

source: we're all here for you
portuguese: Estamos todos aqui para ti

source: house PM me if you want to chat.
portuguese: House me mande mensagem privada se quiser conversar

source: thanks
portuguese: Obrigada

source: thank you, Ears
portuguese: obrigado, Ears

source: Ready for our final question?
portuguese: Pronto para a nossa ultima pergunta?

source: Welcome, TPguy :)
portuguese: Bem vindo, TPguy :)

source: hey TP! did you move yet?
portuguese: ei TP! voce ja se mudou?

source: hi tp
portuguese: oi tp

source: how did the house move go?
portuguese: como foi a mudanca?

source: Hey TP, how are you doing?
portuguese: Oi TP, como voce esta?

source: all moved now
portuguese: ja me mudei

source: cool, you survived then? :D
portuguese: fixe, sobreviveste então? :D

source: yup, not unpacked yet
portuguese: sim, ainda não desfiz as malas

source: loving the new place though :D
portuguese: mas adoro o novo lugar :D

source: thats normal TP lol
portuguese: isso é normal TP lol

source: I still havent unpacked everything from 3 years ago
portuguese: Ainda não desfiz nada de há 3 anos atrás

source: Good luck with that, TP!
portuguese: Boa sorte com isso, TP!

source: Final question! Has anyone in the group shared a self-care idea today that you hadn't considered before and might like to try out yourself this week?
portuguese: Ultima pergunta! Alguem do grupo compartilhou uma ideia de auto-cuidado hoje que voce nao tinha considerado antes e que voce gostaria de tentar essa semana?

source: I will try listening to something tonight instead of watching screens and see if i sleep any better
portuguese: Vou tentar ouvir algo esta noite em vez de olhar para ecrãs para ver se durmo melhor

source: Nice, Kate :)
portuguese: Boa, Kate :)

source: ooh I have one
portuguese: ooh eu tenho uma

source: Yes, Woods?
portuguese: Sim, Woods?

source: I do those
portuguese: Eu faço isso

source: Sounds good, Woods. :) Those steps can be super helpful.
portuguese: Parece bem, Woods :) Esses passos podem ser super úteis

source: that thing about not avoiding feelings was interesting
portuguese: aquilo sobre não evitar sentimentos foi interessante

source: idk if it will work for me but its something to think about
portuguese: nao sei se vai funcionar para mim mas é algo a se pensar.

source: try it sky. We believe in you :D
portuguese: tente isso Sky. Nos acreditamos em voce :D

source: Sky, I think that is really brave. Will you let us know how you get on?
portuguese: Sky, eu acho isso muito corajogo. Voce pode nos contar como vai indo?

source: sure
portuguese: claro

source: That brings us to the end of our questions for today :)
portuguese: Isso nos leva ao final das perguntas de hoje :)

source: I love these sessions and getting ideas from you all
portuguese: Eu amo essas sessoes e conseguir ideias com voces todos

source: yeah me too
portuguese: sim eu tambem

source: What are you all planning for the rest of the day?
portuguese: O que voce esta planejando para o resto do dia?

source: have you finished questions now?
portuguese: Voce terminou as perguntas agora?

source: Yes, Tree :)
portuguese: Sim, Tree :)

source: awesomeness
portuguese: demais!

source: thanks hope
portuguese: obrigado hope

source: thank you, Hope <3
portuguese: obrigado, Hope <3

source: you take care too hope <3
portuguese: se cuide tambem hope <3

source: Thank you all for coming along! Bye for now <3
portuguese: Obrigada a todos vocês por terem vindo. Tchau por agora

source: so how is the new place TP?
portuguese: Então como é o novo lugar TP?

source: is melissa still here?
portuguese: a melissa ainda está aqui?

source: not sure sky
portuguese: não tenho a certeza sky

source: yes, I'm still here
portuguese: sim, ainda estou aqui

source: urgh don't feel like working later
portuguese: urgh não me apetece trabalhar mais tarde

source: couple of hours
portuguese: algumas horas

source: I dont feel like doing life today
portuguese: Não me apetece viver hoje

source: bad day tree?
portuguese: dia ruim tree?

source: I know the feeling, tree
portuguese: eu sei como se sente, tree

source: just want to stay in bed
portuguese: soh quero ficar na cama

source: did someone say bed?
portuguese: alguem disse cama?

source: beds are the comfiest :D
portuguese: camas são as mais confortáveis :D

source: do you want to talk about it tree?
portuguese: queres falar sobre isso tree?

source: not going to bother me!
portuguese: não me vai incomodar!

source: Yeah, being stuck living with my parents would irritate me too, Tree.
portuguese: Sim, estar preso vivendo com minha família me irritaria também, Tree.

source: jobs are overrated
portuguese: empregos são sobrevalorizados

source: almost a year now
portuguese: há quase um ano já

source: 11 months?
portuguese: 11 meses?

source: long time
portuguese: muito tempo

source: how is it at your parents?
portuguese: como esta na casa dos seus pais?

source: awful
portuguese: horrível

source: I really need my own space
portuguese: eu realmente preciso do meu proprio espaco.

source: dont get on so well with my dad, he can be a jerk
portuguese: nao me dou muito bem com o meu pai, as vezes ele é um babaca

source: a jerk in what way?
portuguese: um babaca como?

source: no respect for my mom, bossing her around all the time which is hard to watch
portuguese: nao respeita minha mae, fica mandando nela o tempo inteiro, o que é dificil de ver

source: he hates me cuz Im 23 and unemployed
portuguese: ele me odeia porque eu tenho 23 anos e estou desempregado

source: just really need to be out of here like last year
portuguese: eu so preciso muito estar fora daqui, desde o ano passado

source: hate seeing people get treated like that. Sounds like your mom needs out too.
portuguese: odeio ver pessoas serem tratadas assim. Parece que sua mae precisa sair dessa situacao tambem.

source: Do you have any siblings tree?
portuguese: Voce tem irmaos, tree?
