Repository: kaka-hub/kacosmic
Catalog: 7_Cups_*.po
Languages: portuguese

source: We want to check in again and ask what&rsquo;s on your mind. This may be the same issue as before or it might a different issue.
portuguese: Queremos verificar outra vez e perguntar-te o que vai na tua mente. Este pode ser o mesmo problema que antes ou pode ser um problema diferente.

source: Do you have a strong preference for a live chat with a listener or would you prefer exchanging text messages over a longer period of time? Type &ldquo;live&rdquo;, &ldquo;message&rdquo; or &ldquo;no preference&rdquo;
portuguese: Tens uma preferência forte por uma conversa ao vivo com um ouvinte ou preferias trocar mensagens de texto durante um longo período de tempo? Escreve &ldquo;ao vivo&rdquo;, &ldquo;mensagem&rdquo; or &ldquo;sem preferência&rdquo;

source: Can you provide any more detail about what brings you here today? I&rsquo;ll use this information to match you up with your listener.
portuguese: Podes providenciar-nos mais detalhes sobre aquilo que te traz aqui hoje? Vou usar esta informação para te combinar com o teu ouvinte.

source: Some people come to 7 Cups to talk about a specific challenge they are facing. Other come just to chat with another caring human. To better help, we&rsquo;ll ask you a few questions about any specific challenges you might be facing.
portuguese: Algumas pessoas vêm ao 7 Cups para falar de um desafio especifico que estão enfrentando. Outros vêm só para falar com outro humano carinhoso. Para melhor ajuda, nós vamos fazer-te algumas perguntas sobre alguns desafios específicos que possas estar enfrentando.

source: You can respond with &ldquo;N/A&rdquo; if you are here to simply connect with another person. And, by the way, that is great too and a big reason why 7 Cups exists.
portuguese: Podes responder com N/A se estás aqui só para te conectares com outra pessoa. E, já agora, isso é óptimo e uma grande razão para qual o 7 Cups existe.

source: On a scale of 1 to 10, with 10 being &ldquo;very challenging&rdquo; how difficult would you say your problems are right now?
portuguese: Numa escala de 1 a 10 sendo 1 &ldquo;mundo desafiante&rdquo; quão difícil dirias que os teus problemas estão neste momento?

source: How many days do you feel this way in a typical week?
portuguese: Quantos dias te sentes assim numa semana normal?

source: How long have you been feeling this way?
portuguese: Durante quando tempo tens sentindo-te desta forma?

source: Please share anything else that would be helpful for us to know.
portuguese: Por favor partilha qualquer outra coisa que seja benéfico para nós sabermos.

source: It really is good that you are being proactive about your emotional health and wellness. Please give yourself a pat on the back for moving forward!
portuguese: Realmente é bom que estejas a ser pro-activo/a sobre a tua saúde e bem estar mental. Por favor dá-te uma palmadinha nas costas por seguires em frente!

source: The best way to take care of yourself is to make it a habit. The more you practice it, the easier it&rsquo;ll become. We recommend taking one step on your growth path each and every day.
portuguese: A melhor maneira de tomar conta de ti próprio é fazer disso um hábito. Quanto mais praticares, mais fácil &rsquo;ll se tornará. Recomendamos fazer um passo no teu caminho de crescimento todos os dias.

source: Knowing that you are a part of something larger than yourself can also help. Here on 7 Cups you are part of a community of kind and compassionate people.
portuguese: Saber que és parte de algo maior do que tu próprio/a também pode ajudar. Aqui no 7 Cups tu fazes parte de uma comunidade de pessoas gentis e caridosas.

source: Thank you very much for answering these questions. As you know, this helps us bring you a better 7 Cups experience.
portuguese: Muito obrigado por responderes a estas questões. Como sabes, isto ajuda-nos a dar-te uma melhor experiência de 7 Cups.

source: I&rsquo;d like to now share some fun and uplifting images with you. Some find these encouraging and like they give you a small mood boost. Don&rsquo;t forget, you can type &ldquo;stop&rdquo; at any time and I will be silent.
portuguese: Agora eu gostaria de compartilhar algumas imagens divertidas e animadoras com você. Alguns acham isso encorajador e, como eles, dão a você um pequeno impulso de humor. Não se esqueça, você pode digitar "parar" a qualquer momento e ficarei em silêncio.

source: Welcome to 7 Cups! I&rsquo;m Sophia, the 7 Cups Consultation Therapy Bot. I&rsquo;m going to explain how 7 Cups works, and will be guiding you through our process for identifying a therapist who is best suited to your specific needs.
portuguese: Bem-vindo ao 7 Cups! Sou a Sophia, o Robô de Terapia de Consulta do 7 Cups. Eu vou explicar-te como o 7 Cups funciona, e vamos guiar-te através do processo para encontrar um terapeuta segundo as tuas necessidades.

source: I am glad we are talking. I am confident we can help you. How we work at 7 Cups is that you and your therapist post back and forth. You have unlimited messaging, so you can post as much as you want.
portuguese: Fico feliz em estarmos conversando. Estou confiante de que podemos ajudá-lo. Como trabalhamos na 7 Cups é que você e seu terapeuta postam para frente e para trás. Você tem mensagens ilimitadas, para poder postar o quanto quiser.

source: To get started, let me ask you a few easy questions to help us match you to the right therapist.
portuguese: Para começarmos, deixa-me fazer-te algumas perguntas fáceis para nos ajudar a combinar-te com o terapeuta certo.

source: How old are you?
portuguese: Quantos anos tens?

source: What is your gender?
portuguese: Qual é o teu género?

source: Some people take walks, listen to music, or take a hot shower to make themselves feel better. What do you usually do to take care of yourself or make yourself feel better?
portuguese: Algumas pessoas fazem caminhadas, ouvem música, ou tomam um duche quente para sentirem-se melhor. O que é que normalmente fazes para tratar-te com cuidado e sentir-te melhor?

source: In your life now, do you feel like you have no support, a little support, or a lot of support?
portuguese: Na tua vida agora, sentes que tens nenhum apoio, algum apoio, ou muito apoio?

source: You&rsquo;re doing great! Just a bit more to go to get connected to your therapist.
portuguese: Estás a sair-te optimamente! É só mais um pouco até te conectares com o teu terapeuta.

source: We need a bit more info. Please %s
portuguese: Nós precisamos de mais informação. Por favor %s

source: Create a Private Member Account
portuguese: Cria uma Contra Privada de Membro

source: Provide Additional Information
portuguese: Providencia Informação Adicional

source: Thank you for taking care of that. Now we are next going to ask you a few more questions to match you with the best therapist for you.
portuguese: Obrigada por tratares disso. Agora vamos fazer-te mais algumas perguntas para encontrar o terapeuta que melhor te corresponde.

source: Please tell us what is on your mind so we can better match you with a therapist:
portuguese: Por favor diz-nos o que vai na tua mente para te combinarmos melhor com um terapeuta.

source: How many days per week is this an issue for you?
portuguese: Quantos dias por semana isto é um problema para ti?

source: Congratulations! You&rsquo;ve answered all of the questions. Thank you!
portuguese: Parabéns! Respondeste a todas as questões. Obrigado!

source: We ask for your payment now because the therapists on 7 Cups are licensed, trained professionals. Your therapist will put considerable thought and time into supporting you, and we want to make sure that you are serious about giving therapy a try.
portuguese: Pedimos-te o pagamento agora porque os terapeutas no 7 Cups são profissionais treinados e licenciados. O teu terapeuta vai investir um tempo e un esforço considerável para te apoiar, e nós queremos ter a certeza de que queres mesmo experimentar a terapia.

source: You can use the service as long as you need. You can cancel the subscription at any time for any reason in your account settings.
portuguese: Podes utilizar o serviço durante o tempo que precisares. Podes cancelar a tua subscrição a qualquer momento por qualquer razão nas tuas definições de conta.

source: Start Free Trial Now
portuguese: Testa Agora Gratuitamente

source: Thanks! I am matching you with a therapist now. I hope you feel some relief now, just by getting started and knowing we are here for you as long as you need us.
portuguese: Obrigada! Estou a procurar-te um terapeuta neste momento. Espero que sintas algum alívio agora, apenas por começares e saberes que estamos aqui para ti enquanto tu precisares de nós.

source: Here at 7 Cups, we put a lot of care and consideration into our clients. I wanted to be sure to identify the therapist who would best fit your needs. So, now I&rsquo;d like to introduce you to %s. I think you two will be a great fit. %s should be in touch soon, in the mean time, you can click to %s.
portuguese: Aqui no 7 Cups, nós investimos muito cuidado e consideração nos nossos clientes. Eu queria ter a certeza de encontrar o terapeuta que mais se adapta às tuas necessidades. Então, quero apresentar-e a %s, penso que serão uma boa dupla. %s vai contactar-te em breve, entretanto, podes clicar para %s.

source: view their profile
portuguese: ver o perfil

source: One last thing before you start. Please click here and agree to the %s
portuguese: Uma última coisa antes de começares. Por favor clica aqui e concorda com os %s

source: Online Therapy Agreement
portuguese: Acordo de Terapia Online

source: You are so close, just one click away. Please agree to the %s
portuguese: Estás tão perto, apenas a um clique de distância. Por favor concorda com os %s

source: I am ready to connect you to a therapist now. Just click here to %s
portuguese: Estou preparada para te conectar a um terapeuta agora. Clica aqui para %s

source: I know this may seem like a lot right now, but in order to continue you must click here to %s
portuguese: Eu sei que isto pode parecer demasiado agora, mas para continuares deves clicar aqui para

source: Welcome to 7 Cups! I&rsquo;m Sophia, the 7 Cups Consultation Therapy Bot. I&rsquo;m going to explain how 7 Cups works, will be doing your intake, then will connect you with your therapist. This only takes a few minutes.
portuguese: Bem-vindo ao 7 Cups! Sou a Sophia, o Robô de Terapia de Consulta do 7 Cups. Eu vou explicar-te como o 7 Cups funciona, vou fazer a tua admissão, e depois vou conectar-te ao teu terapeuta. Vai demorar apenas alguns minutos.

source: To get started, let me ask you a few easy questions to help your therapist personalize their work with you.
portuguese: Para começarmos, deixa-me fazer-te algumas perguntas fáceis para ajudar o teu terapeuta a personalizar o seu trabalho contigo.

source: Have you ever been in counseling before?
portuguese: Já tiveste aconselhamento antes?

source: How long have you been going through a hard time?
portuguese: Há quanto tempo andas a passar por um momento difícil?

source: Please tell us what is on your mind:
portuguese: Por favor diz-nos o que vai na tua mente:_

source: What is your age and gender?
portuguese: Qual é a tua idade e género?

source: Here&rsquo;s what you can expect. Your therapist will take a little while to review the information that you have shared thus far, then you and your therapist will be communicating online...the counseling process begins!
portuguese: Aqui está o que podes esperar. O teu terapeuta vai demorar um tempo a rever a informação que partilhaste connosco até agora, depois tu e o teu terapeuta irão comunicar online... o processo de aconselhamento começa!

source: If you don&rsquo;t like the therapist you selected, simply go into your account settings to switch to another therapist. You can also cancel your subscription at any time in your account settings.
portuguese: Se não gostares do terapeuta que seleccionaste, simplesmente vai às definições da tua conta e muda para outro terapeuta. Também podes cancelar a tua subscrição a qualquer momento nas tuas definições de conta.

source: We ask for your payment now because the therapists on 7 Cups are licensed, trained professionals. Your therapist will put considerable thought and time into supporting you.
portuguese: Pedimos-te agora o pagamento porque os terapeutas no 7 Cups são profissionais licenciados e treinados. O teu terapeuta vai colocar reflexão e tempo consideráveis para te apoiar.

source: Thanks! I am connecting you with your therapist now. I hope you feel some relief now, just by getting started and knowing we are here for you as long as you need us.
portuguese: Obrigada! Estou a ligar-te ao teu terapeuta. Espero que sintas algum alívio ao saber que estás a começar e que estamos aqui enquanto precisares de nós.

source: You are now connected with %s. I think you two will be a great fit. %s should be in touch soon. In the mean time, you can click to %s
portuguese: Agora estás ligado a %s. Penso que serão uma boa dupla. %s vai contactar-te em breve, entretanto, podes clicar para %s.

source: Before you get started, I want to give you a chance to read through our therapy agreement. Take a look here, and agree before continuing. %s
portuguese: Antes de começares, quero dar-te a chance para leres o nosso acordo de terapia. Dá uma olhadela aqui e concorda antes de continuares. %s

source: I am ready to connect you to your therapist now. Just click here to %s
portuguese: Estou pronta para te conectar ao teu terapeuta. Clica aqui para %s

source: Chat Session Reflection
portuguese: Reflexão sobre sessão de escuta

source: reflected on the most important thing you have learned.
portuguese: reflectiste sobre a coisa mais importante que aprendeste

source: Welcoming new members is the simplest way to provide support and empathy. Do you know we have a vibrant welcoming program on 7 Cups? Learn more about it and join!
portuguese: Dar as boas-vindas a novos membros é a maneira mais simple de oferecer apoio e empatia. Sabias que temos um vibrante programa de boas-vindas no 7 Cups? Aprende mais sobre isso e participa!

source: learned about Welcoming New Members
portuguese: aprendeste sobre Dar as Boas-vindas a Novos Membros

source: Welcome new members.
portuguese: Dá as boas vindas aos novos membros

source: welcomed new members.
portuguese: deste as boas-vindas a novos membros.

source: Member %s has cancelled therapy. They may reactivate through %s.
portuguese: Membro %s cancelou terapia. Ele pode reactivar através de %s

source: Requested member not found or no longer available.
portuguese: O membro pedido não foi encontrado ou não esta disponível.

source: You may not request a conversation with a teen member.
portuguese: Tu não podes conversar com um membro adolescente.

source: You may not request a conversation with an adult member.
portuguese: Tu não podes conversar com um membro adulto.

source: Peak Usage Alerts
portuguese: Alertas de Picos de Utilização

source: learned about the Sponsor Program
portuguese: aprendeste sobre o Programa de Apadrinhamento

source: List the areas of your life effected by addiction
portuguese: Identifica as áreas da tua vida afetadas pela dependência

source: listed the areas of your life effected by addiction..
portuguese: identificaste as áreas da tua vida afetadas pela dependência.

source: List people close to you and how your addiction effects them
portuguese: Identifica os teus entes queridos e a forma como a tua dependência os afeta

source: listed people close to you and how your addiction effects them.
portuguese: identificaste os teus entes queridos e a forma como a tua dependência os afeta

source: Weigh the pros and cons of drug addiction
portuguese: Considera os prós e contras da dependência das drogas

source: weighed the pros and cons of drug addiction.
portuguese: consideraste os prós e contras da dependência das drogas.

source: Identify your stage of change
portuguese: Identifica o teu estado de mudança

source: identified your stage of change.
portuguese: Identifica o teu estado de mudança.

source: Set recovery goals
portuguese: Define objectivos de recuperação.

source: set recovery goals.
portuguese: definiste obetivos de recuperação

source: Identify craving and urge triggers
portuguese: Identifica fatores desencadeantes de desejos e impulsos

source: identified triggers for cravings and urges.
portuguese: identificaste fatores desencadeantes de desejos e impulsos.

source: Identify coping strategies
portuguese: Identifica estratégias de adaptação

source: identified coping strategies.
portuguese: identificaste estratégias de adaptação.

source: Learn to manage your thoughts
portuguese: Aprende a lidar com os teus pensamentos

source: practiced thought management strategies.
portuguese: praticaste estratégias de gestão de pensamentos.

source: Handle negative feelings
portuguese: Lidar com sentimentos negativos

source: learned how to handle negative feelings.
portuguese: aprendeste como lidar com sentimentos negativos.

source: Identify social pressures
portuguese: Identifica as pressões sociais

source: identified social presssures.
portuguese: identificate as pressões sociais.

source: Review the resons and benefits of quitting
portuguese: Revê as razões e os benefícios de parar

source: reviewed the reasons and benefits of quitting.
portuguese: reviste as razões e os benefícios de parar.

source: Discuss the use of medications to help you quit with your doctor
portuguese: Conversa com o teu médico sobre o uso de medicamentos para te ajudar a parar

source: thought about the use of medications to help you quit.
portuguese: pensaste sobre o uso de medicamentos para te ajudar a parar.

source: Rate your recovery
portuguese: Classifica a tua recuperação

source: rated your recovery so far.
portuguese: avaliaste a tua recuperação até agora.

source: Identify replapse warning signs
portuguese: Identifica sinais de recaída

source: identified relapse warning signs and coping strategies.
portuguese: identificaste sinais de recaída e estratégias de adaptação.

source: Identify high risk situations
portuguese: Identifica situações de alto risco

source: identified high risk situations and coping strategies.
portuguese: identificaste situações de alto risco e estratégias de adaptação.

source: Evaluate your should and want life balance
portuguese: Avalia os deveres e os quereres da tua balança da vida.

source: evaluated your should and want life balance.
portuguese: avaliaste os deveres e os quereres na tua balança da vida

source: Learn to overcome a relapse
portuguese: Aprende a ultrapassar uma recaída

source: learned to overcome a relapse.
portuguese: aprendeste a ultrapassar uma recaída

source: %s Speaking Listeners
portuguese: ouvintes falando

source: Free, anonymous and confidential online text chat with trained listeners.
portuguese: Conversas escritas online grátis, anónimas e confidenciais com ouvintes treinados.

source: Chat Now
portuguese: Conversa agora

source: Get Started Now
portuguese: Começa agora

source: Enable Checkins
portuguese: Ativar check-ins

source: Enable Push Notifications
portuguese: Permite Notificações Push

source: Start Your Subscription
portuguese: Começa a tua subscrição

source: Invalid Organization Code
portuguese: Código de organização inválido

source: Verify my email
portuguese: Verificar o meu email

source: Not right now
portuguese: Agora não

source: You are entering a safe place full of caring people.
portuguese: Estás a entrar num espaço seguro cheio de pessoas preocupadas

source: Anytime you're lonely or struggling, you can talk to a listener or therapist.
portuguese: Sempre que te sentires sozinho ou estiveres em conflito, podes falar com um ouvinte ou terapeuta.

source: Or join group support chats to get support from the community.
portuguese: Ou junta-te a um grupo de apoio para teres apoio da comunidade

source: Watch a group support chat to see what we're about.
portuguese: Vê uma conversa de um grupo de apoio para veres como somos.

source: Our friendly bot guide will meet you on the other side.
portuguese: O nosso bot amigável vai encontrar-te do outro lado.

source: I'm Ready!
portuguese: Estou pronto!

source: Your subscription, which starts with a 3 day free trial, will begin when you submit payment information. Simply cancel anytime in the 3 days, and you will not be charged. To cancel, go to "settings" and click on "manage therapy" and cancel. By submitting your payment information, you authorize us to continue your month to month 7 Cups subscription automatically. at the rate of $5/day, billed monthly ($150/month)
portuguese: Sua assinatura, que começa com uma avaliação gratuita de três dias, começará quando você enviar as informações de pagamento. Basta cancelar a qualquer momento nos 3 dias e você não será cobrado. Para cancelar, vá para "configurações" e clique em "gerenciar terapia" e cancele. Ao enviar suas informações de pagamento, você nos autoriza a continuar sua assinatura mensal de 7 Copas por mês. à taxa de US $ 5 / dia, cobrada mensalmente (US $ 150 / mês)

source: Give Therapy a Try
portuguese: Dá uma oportunidade à terapia

source: I am not in crisis, homicidal, suicidal or abusing anyone and I agree to the 7 Cups %s & %s.
portuguese: Não estou em crise, suicida ou a abusar de alguém e concordo com os %s & %s do 7 Cups

source: %s Resources
portuguese: &s Recursos

source: View Our Billing Details
portuguese: Vê os nossos detalhes de facturação

source: View Our Terms of Service
portuguese: Vê os nossos Termos de Utilização

source: View Our Privacy Policy
portuguese: Vê a nossa Política de Privacidade

source: Bot Preferences
portuguese: Preferências de Bot

source: Response Time
portuguese: Tempo de resposta

source: You have no active subscriptions at this time
portuguese: Não tens subscrições activas neste momento

source: Did you know that one of the best ways to help yourself is to help somebody else? Become a listener today. Sign up to be a listener after your chat. <a href="http://www.7cups.com/listener/become-a-volunteer-listener.php" target="_new" class="btn btn-sm btn-success button button-small button-positive">Sign Me Up</a>
portuguese: Sabias que uma das melhores maneiras de te ajudares a ti próprio é ajudar outra pessoa? Torna-te um Listener hoje. Inscreve-te para seres Listener depois do teu chat. Inscrever-me

source: You might not click with your first listener just like you might not love the first pair of shoes you try on. You don&rsquo;t give up on shoes, so don&rsquo;t give up on finding support :).
portuguese: Você pode não se identificar com o seu primeiro ouvinte, assim como pode não gostar do primeiro par de sapatos que experimenta. Você não desiste de sapatos, então não desista de encontrar apoio :).

source: Helping others can be incredibly fulfilling and you can learn more about yourself along the way. Sign up to be a listener after your chat. <a href="http://www.7cups.com/listener/become-a-volunteer-listener.php" target="_new" class="btn btn-sm btn-success button button-small button-positive">Sign Me Up</a>
portuguese: Ajudar os outros pode te fazer sentir incrivelmente realizado/a e te ensinar mais sobre ti durante o percurso. Inscreve-te como Listener depois da tua conversa. <a href="http://www.7cups.com/listener/become-a-volunteer-listener.php" target="_new" class="btn btn-sm btn-success button button-small button-positive">Quero-me registar</a>

source: Can&rsquo;t sleep? Unlock access to our Sleeping Well path to start getting those much needed 7-8 hours a night!
portuguese: Não consegues dormir? Desbloqueia o acesso ao nosso caminho de Dormir Bem para começares a ter aquelas tão precisas 7-8 horas por noite!
